Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Errors/Details.*.resx
Languages: ar_eg

# ErrorDetailsTitle
source: Error Details
ar_eg: تفاصيل الخطأ

source: SYSTEM_FAILURE_ARCHIVE
ar_eg: أرشيف_فشل_النظام

source: Error Details
ar_eg: تفاصيل الخطأ

# ID
source: ID: {0}
ar_eg: المعرف: {0}

source: Back to Logs
ar_eg: العودة إلى السجلات

source: Purge Entry
ar_eg: تطهير المدخل

source: CRITICAL_EXCEPTION_MESSAGE
ar_eg: رسالة_استثناء_حرجة

# SevPrefix
source: SEV_{0}
ar_eg: خطورة_{0}

# SrcPrefix
source: SRC_{0}
ar_eg: مصدر_{0}

source: Exception Details
ar_eg: تفاصيل الاستثناء

source: Stack Trace
ar_eg: تتبع المكدس

source: Request Information
ar_eg: معلومات الطلب

source: Request Path
ar_eg: مسار الطلب

source: HTTP Method
ar_eg: طريقة HTTP

source: User Agent
ar_eg: وكيل المستخدم

source: Additional Data
ar_eg: بيانات إضافية

source: METADATA_EXTRACT
ar_eg: استخراج_البيانات_الواصفة

source: SYSTEM_ID
ar_eg: معرف_النظام

source: SEVERITY_LEVEL
ar_eg: مستوى_الخطورة

source: REGISTRY_STAMP
ar_eg: ختم_السجل

source: ACTION_PROTOCOLS
ar_eg: بروتوكولات_الإجراء

source: CLONE_DATA
ar_eg: نسخ_البيانات

source: EXPORT_ARCHIVE
ar_eg: تصدير_الأرشيف

source: FLAG_RESOLVED
ar_eg: تحديد_كمحلول

# ConfirmDeleteJS
source: Are you sure you want to delete this error log? This action cannot be undone.
ar_eg: هل أنت متأكد من رغبتك في حذف سجل الخطأ هذا؟ لا يمكن التراجع عن هذا الإجراء.

# DeletedSuccessJS
source: Error log deleted successfully
ar_eg: تم حذف سجل الخطأ بنجاح

# DeleteFailedJS
source: Failed to delete error log
ar_eg: فشل حذف سجل الخطأ

# NetworkErrorJS
source: Network error. Please try again.
ar_eg: خطأ في الشبكة. يرجى المحاولة مرة أخرى.

# MarkedResolvedJS
source: Error marked as resolved
ar_eg: تم تحديد الخطأ كمحلول

# MarkResolvedFailedJS
source: Failed to mark error as resolved
ar_eg: فشل تحديد الخطأ كمحلول

# ErrorIDJS
source: Error ID
ar_eg: معرف الخطأ

# LevelJS
source: Level
ar_eg: المستوى

# SourceJS
source: Source
ar_eg: المصدر

# TimestampJS
source: Timestamp
ar_eg: الطابع الزمني

# MessageJS
source: Message
ar_eg: الرسالة

# RequestPathJS
source: Request Path
ar_eg: مسار الطلب

# ExceptionJS
source: Exception
ar_eg: الاستثناء

# StackTraceJS
source: Stack Trace
ar_eg: تتبع المكدس

# CopiedSuccessJS
source: Error details copied to clipboard
ar_eg: تم نسخ تفاصيل الخطأ إلى الحافظة

# CopyFailedJS
source: Failed to copy error details
ar_eg: فشل نسخ تفاصيل الخطأ

# ExportedSuccessJS
source: Error exported successfully
ar_eg: تم تصدير الخطأ بنجاح
