Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/QA/Create.*.resx
Languages: ar_eg

source: Initialize Broadcast
ar_eg: بدء البث

source: Active Inquiry Payload
ar_eg: حمولة استفسار نشطة

source: Assemble Protocol
ar_eg: تجميع البروتوكول

# ProtocolSubtitle
source: Queue your inquiry into the community intelligence network.
ar_eg: أضف استفسارك إلى شبكة ذكاء المجتمع.

source: Return to Registry
ar_eg: العودة إلى السجل

source: Inquiry Header
ar_eg: عنوان الاستفسار

source: Essential Payload
ar_eg: الحمولة الأساسية

# TitlePlaceholder
source: Define the primary focus of your inquiry...
ar_eg: حدد التركيز الأساسي لاستفسارك...

# TitleNote
source: Note: Providing an Arabic title increases visibility in RTL regions.
ar_eg: ملاحظة: يوفر العنوان باللغة العربية رؤية أفضل في المناطق التي تستخدم العربية.

source: Technical Blueprint
ar_eg: المخطط لتقني

source: Telemetry Data
ar_eg: بيانات القياس عن بعد

# BodyPlaceholder
source: Provide detailed telemetry regarding the issue or question...
ar_eg: قدم بيانات تفصيلية بخصوص المشكلة أو السؤال...

source: Deploy Protocol
ar_eg: نشر البروتوكول

source: Secure Broadcast Interface
ar_eg: واجهة بث آمنة

# Phase1Title
source: Phase 1: Target Focus
ar_eg: المرحلة 1: التركيز على الهدف

# Phase1Item1
source: Precision model identifer
ar_eg: معرف الموديل الدقيق

# Phase1Item2
source: Chassis/Engine iteration
ar_eg: إصدار الشاسيه/المحرك

# Phase2Title
source: Phase 2: Diagnostics
ar_eg: المرحلة 2: التشخيص

# Phase2Item1
source: OBD-II Telemetry codes
ar_eg: أكواد رصد الأعطال (OBD-II)

# Phase2Item2
source: Environmental conditions
ar_eg: الظروف البيئية

# Phase3Title
source: Phase 3: Taxonomy
ar_eg: المرحلة 3: التصنيف

# Phase3Item1
source: Component categorisation
ar_eg: تصنيفات المكونات

# Phase3Item2
source: Discovery optimization
ar_eg: تحسين الاكتشاف
