Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/QA/Details.*.resx
Languages: ar_eg

source: Q&A Registry
ar_eg: سجل الأسئلة والأجوبة

source: Transmission Detail
ar_eg: تفاصيل البث

source: Solved
ar_eg: تم الحل

source: Protocol
ar_eg: بروتوكول

source: Posted
ar_eg: نُشر في

source: Score Delta
ar_eg: فرق النقاط

source: Pulse Hits
ar_eg: نبضات المشاهدة

source: Asset identified
ar_eg: تم تحديد الأصل

source: Report Protocol
ar_eg: إبلاغ عن البروتوكول

source: System Integrity
ar_eg: سلامة النظام

source: Response Frequency
ar_eg: تردد الاستجابة

source: Sorting Pulse
ar_eg: نبض الترتيب

source: High Confidence
ar_eg: ثقة عالية

source: Chronological
ar_eg: زمني

source: Verified Solution
ar_eg: حل معتمد

source: Expert Verified
ar_eg: معتمد من خبير

source: Helpful Protocol
ar_eg: بروتوكول مفيد

source: Comment Layer
ar_eg: طبقة التعليقات

source: No Feedback Signals
ar_eg: لا توجد إشارات تغذية راجعة

# InitializeFirstResponse
source: Initialize the first response to the protocol above
ar_eg: قم بتهيئة الاستجابة الأولى للبروتوكول أعلاه

source: Commit Response
ar_eg: إرسال الاستجابة

# InitializeDataPayload
source: Initialize data payload... markdown formatting enabled.
ar_eg: قم بتهيئة حمولة البيانات... تنسيق markdown متاح.

# InitializeDataPayloadAr
source: Initialize Arabic data payload... (Optional)
ar_eg: قم بتهيئة حمولة البيانات بالعربية... (اختياري)

source: Post Response
ar_eg: نشر الاستجابة

source: Encryption Layer
ar_eg: طبقة التشفير

source: Protocol Locked
ar_eg: البروتوكول مغلق

# ArchivedProtocol
source: This broadcast has been archived and no longer accepts data payloads.
ar_eg: تمت أرشفة هذا البث ولم يعد يقبل المزيد من البيانات.
