Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/AIManagement/Index.*.resx
Languages: ar_eg

source: AI Management Dashboard
ar_eg: لوحة التحكم في الذكاء الاصطناعي

# MonitorManageAI
source: Monitor and manage AI services and models
ar_eg: مراقبة وإدارة خدمات ونماذج الذكاء الاصطناعي

source: Training Center
ar_eg: مركز التدريب

source: Test Console
ar_eg: منصة الاختبار

source: Total Conversations
ar_eg: إجمالي المحادثات

source: from last week
ar_eg: من الأسبوع الماضي

source: Active Users
ar_eg: المستخدمون النشطون

source: Currently online
ar_eg: متصل حاليًا

source: Response Time
ar_eg: وقت الاستجابة

source: Average response
ar_eg: متوسط الاستجابة

source: Satisfaction Rate
ar_eg: معدل الرضا

source: Excellent
ar_eg: ممتاز

source: rating
ar_eg: تقييم

source: AI Models Status
ar_eg: حالة نماذج الذكاء الاصطناعي

# CurrentStatusModels
source: Current status of AI models
ar_eg: الحالة الحالية لنماذج الذكاء الاصطناعي

source: Active Models
ar_eg: النماذج النشطة

source: Training Jobs
ar_eg: مهام التدريب

source: Recent Training
ar_eg: التدريب الأخير

source: Top Intents
ar_eg: أهم النوايا

# CommonUserIntents
source: Most common user intents
ar_eg: أكثر نوايا المستخدمين شيوعًا

# NoIntentData
source: No intent data available
ar_eg: لا تتوفر بيانات نوايا

# ErrorLoadingIntents
source: Error loading intent data
ar_eg: خطأ في تحميل بيانات النوايا

source: Recent Activity
ar_eg: النشاط الأخير

# LatestAIInteractions
source: Latest AI interactions and events
ar_eg: أحدث تفاعلات وأحداث الذكاء الاصطناعي

source: No recent activity
ar_eg: لا يوجد نشاط أخير

# ErrorLoadingActivity
source: Error loading activity data
ar_eg: خطأ في تحميل بيانات النشاط

# ManageAIModels
source: Manage AI model training and performance
ar_eg: إدارة تدريب وأداء نماذج الذكاء الاصطناعي

source: Analytics
ar_eg: التحليلات

# ViewAIPerformance
source: View detailed AI performance metrics
ar_eg: عرض مقاييس أداء الذكاء الاصطناعي التفصيلية

source: Settings
ar_eg: الإعدادات

# ConfigureAIModels
source: Configure AI models and parameters
ar_eg: تكوين نماذج ومعايير الذكاء الاصطناعي
