Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Analytics/Index.*.resx
Languages: ar_eg

source: Analytics Dashboard
ar_eg: لوحة تحليلات الإحصائيات

source: New Users
ar_eg: مستخدمون جدد

source: vs last period
ar_eg: مقابل الفترة الماضية

source: Active Users
ar_eg: المستخدمون النشطون

source: Retention Rate
ar_eg: معدل الاحتفاظ

source: Avg Session
ar_eg: متوسط الجلسة

source: User Growth Trend
ar_eg: اتجاه نمو المستخدمين

source: User Activity
ar_eg: نشاط المستخدمين

source: Posts
ar_eg: المنشورات

source: Questions
ar_eg: الأسئلة

source: Answers
ar_eg: الأجوبة

source: Reviews
ar_eg: المراجعات

source: Stories
ar_eg: القصص

source: User Engagement
ar_eg: تفاعل المستخدمين

source: Posts Created
ar_eg: المنشورات المنشأة

source: Questions Asked
ar_eg: الأسئلة المطروحة

source: Answers Given
ar_eg: الأجوبة المقدمة

source: Reviews Written
ar_eg: المراجعات المكتوبة

source: User Demographics
ar_eg: التركيبة السكانية للمستخدمين

source: Most Active Device
ar_eg: الجهاز الأكثر نشاطًا

source: Primary Browser
ar_eg: المتصفح الأساسي

source: Top Location
ar_eg: أهم المواقع

source: Most Visited Area
ar_eg: القسم الأكثر زيارة

source: Total Page Views
ar_eg: إجمالي مشاهدات الصفحة

# TimeOnSite
source: Time on Site (Avg)
ar_eg: الوقت في الموقع (متوسط)
