Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/BackgroundJobs/Index.*.resx
Languages: ar_eg

# BackgroundJobsTitle
source: Background Jobs - Processing Engine
ar_eg: المهام الخلفية - محرك المعالجة

source: Background Jobs Management
ar_eg: إدارة المهام الخلفية

# BackgroundJobsDescription
source: Monitor and manage background job processing infrastructure
ar_eg: مراقبة وإدارة بنية معالجة المهام الخلفية

source: Dashboard
ar_eg: لوحة التحكم

source: Background Processing Engine
ar_eg: محرك المعالجة الخلفية

source: Processing Engine Active
ar_eg: محرك المعالجة نشط

source: Job Processing Engine
ar_eg: محرك معالجة المهام

source: Refresh Statistics
ar_eg: تحديث الإحصائيات

source: System Status
ar_eg: حالة النظام

source: Active Jobs
ar_eg: المهام النشطة

source: Server Nodes
ar_eg: عقد الخادم

source: Enqueued
ar_eg: في الانتظار

source: Succeeded
ar_eg: ناجحة

source: Failed
ar_eg: فاشلة

source: Scheduled
ar_eg: مجدولة

source: Manual Job Execution
ar_eg: تنفيذ المهام يدوياً

source: System Maintenance
ar_eg: صيانة النظام

source: Database & Health Checks
ar_eg: قاعدة البيانات وفحص الحالة

# SystemMaintenanceDesc
source: Execute database cleanup, statistics updates, and comprehensive system health verification protocols.
ar_eg: تنفيذ تنظيف قاعدة البيانات، وتحديث الإحصائيات، وبروتوكولات التحقق من صحة النظام الشاملة.

source: Execute Maintenance
ar_eg: تنفيذ الصيانة

# ConfirmMaintenance
source: Initialize maintenance protocol sequence?
ar_eg: بدء تسلسل بروتوكول الصيانة؟

source: Feed Updates
ar_eg: تحديثات الخلاصة

source: Content Synchronization
ar_eg: مزامنة المحتوى

# FeedUpdatesDesc
source: Refresh personalized feeds and synchronize popular content algorithms for active user base.
ar_eg: تحديث الخلاصات الشخصية ومزامنة خوارزميات المحتوى الشائعة لقاعدة المستخدمين النشطة.

source: Update Feeds
ar_eg: تحديث الخلاصات

# ConfirmFeedUpdate
source: Initialize feed update protocol?
ar_eg: بدء بروتوكول تحديث الخلاصة؟

source: Trending Topics
ar_eg: المواضيع الشائعة

source: Algorithm Refresh
ar_eg: تحديث الخوارزمية

# TrendingTopicsDesc
source: Recalculate trending topics and refresh popular content discovery algorithms.
ar_eg: إعادة حساب المواضيع الشائعة وتحديث خوارزميات اكتشاف المحتوى الشائعة.

source: Update Trending
ar_eg: تحديث الشائع

# ConfirmTrendingUpdate
source: Initialize trending calculation protocol?
ar_eg: بدء بروتوكول حساب المواضيع الشائعة؟

source: Gamification
ar_eg: التلعيب (Gamification)

source: Achievement Processing
ar_eg: معالجة الإنجازات

# GamificationDesc
source: Process badges, achievements, and update leaderboard rankings across all user segments.
ar_eg: معالجة الشارات والإنجازات وتحديث تصنيفات المتصدرين عبر جميع قطاعات المستخدمين.

source: Process Gamification
ar_eg: معالجة التلعيب

# ConfirmGamification
source: Initialize gamification processing protocol?
ar_eg: بدء بروتوكول معالجة التلعيب؟

source: Email Digest
ar_eg: ملخص البريد الإلكتروني

source: Notification Distribution
ar_eg: توزيع التنبيهات

# EmailDigestDesc
source: Distribute daily notification digest emails to all subscribed users with personalized content summaries.
ar_eg: توزيع رسائل بريد إلكتروني يومية لجميع المستخدمين المشتركين مع ملخصات محتوى مخصصة.

source: Send Digest
ar_eg: إرسال الملخص

# ConfirmEmailDigest
source: Initialize email digest distribution protocol?
ar_eg: بدء بروتوكول توزيع ملخص البريد الإلكتروني؟

source: Recurring Jobs
ar_eg: المهام المتكررة

source: View All
ar_eg: عرض الكل

source: Healthy
ar_eg: سليم

source: Error
ar_eg: خطأ

source: Next Execution
ar_eg: التنفيذ القادم

source: No Recurring Jobs
ar_eg: لا توجد مهام متكررة

# NoRecurringJobsDesc
source: Jobs will appear when scheduled
ar_eg: ستظهر المهام عند جدولتها

source: Recent Job History
ar_eg: سجل المهام الأخير

source: Job ID
ar_eg: معرف المهمة

source: Created
ar_eg: تم الإنشاء

source: Duration
ar_eg: المدة

source: Error Status
ar_eg: حالة الخطأ

source: View Details
ar_eg: عرض التفاصيل

# NoJobHistory
source: No Job History Available
ar_eg: لا يوجد سجل مهام متاح

# NoJobHistoryDesc
source: Job execution history will populate once processing begins.
ar_eg: سيتم ملء سجل تنفيذ المهام بمجرد بدء المعالجة.

source: Job Error Analysis
ar_eg: تحليل خطأ المهمة

source: Error Details
ar_eg: تفاصيل الخطأ

source: Close Analysis
ar_eg: إغلاق التحليل
