Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/System/BackgroundJobs/BackgroundJobs.*.resx
Languages: ar_eg

source: Background Jobs - System Management
ar_eg: المهام الخلفية - إدارة النظام

source: Background Jobs
ar_eg: المهام الخلفية

# BackgroundJobsDesc
source: Monitor and manage system background job processing
ar_eg: مراقبة وإدارة معالجة المهام الخلفية للنظام

source: Dashboard
ar_eg: لوحة التحكم

source: System Background Jobs
ar_eg: المهام الخلفية للنظام

source: System Active
ar_eg: النظام نشط

source: Background Job System
ar_eg: نظام المهام الخلفية

# BackgroundJobSystemDesc
source: Monitor job queues, manage recurring tasks, and optimize system processing
ar_eg: مراقبة قوائم انتظار المهام، وإدارة المهام المتكررة، وتحسين معالجة النظام

source: Refresh Stats
ar_eg: تحديث الإحصائيات

source: Processing
ar_eg: جاري المعالجة

source: Queued
ar_eg: في الانتظار

source: Run Maintenance
ar_eg: تشغيل الصيانة

# RunMaintenanceDesc
source: Execute system maintenance tasks
ar_eg: تنفيذ مهام صيانة النظام

# RunMaintenanceConfirm
source: Run maintenance tasks now?
ar_eg: تشغيل مهام الصيانة الآن؟

source: Execute
ar_eg: تنفيذ

source: Update Feeds
ar_eg: تحديث الخلاصات

# UpdateFeedsDesc
source: Refresh community feed data
ar_eg: تحديث بيانات خلاصات المجتمع

# UpdateFeedsConfirm
source: Update feeds now?
ar_eg: تحديث الخلاصات الآن؟

source: Process Gamification
ar_eg: معالجة التلعيب

# ProcessGamificationDesc
source: Update badges and achievements
ar_eg: تحديث الشارات والإنجازات

# ProcessGamificationConfirm
source: Process gamification now?
ar_eg: معالجة التلعيب الآن؟

source: Send Email Digest
ar_eg: إرسال ملخص البريد

# SendEmailDigestDesc
source: Send daily email notifications
ar_eg: إرسال إشعارات البريد الإلكتروني اليومية

# SendEmailDigestConfirm
source: Send email digest now?
ar_eg: إرسال ملخص البريد الآن؟

source: Succeeded Jobs
ar_eg: المهام الناجحة

source: Failed Jobs
ar_eg: المهام الفاشلة

source: Scheduled Jobs
ar_eg: المهام المجدولة

source: Recent Job Activity
ar_eg: نشاط المهام الأخير

source: View Recurring Jobs
ar_eg: عرض المهام المتكررة

source: No Recent Activity
ar_eg: لا يوجد نشاط أخير

# NoRecentActivityDesc
source: Job activity will appear here
ar_eg: سيظهر نشاط المهام هنا

source: Succeeded
ar_eg: نجح

source: Failed
ar_eg: فشل

# RecurringJobsTitle
source: Recurring Jobs - System Management
ar_eg: المهام المتكررة - إدارة النظام

source: Recurring Jobs
ar_eg: المهام المتكررة

# RecurringJobsDesc
source: Manage automated recurring system tasks
ar_eg: إدارة المهام المؤتمتة والمتكررة للنظام

source: Back to Overview
ar_eg: العودة لنظرة عامة

source: Job ID
ar_eg: معرف المهمة

source: Cron Expression
ar_eg: تعبير Cron

source: Next Execution
ar_eg: التنفيذ القادم

source: Last Execution
ar_eg: آخر تنفيذ

source: Actions
ar_eg: الإجراءات

source: Trigger Now
ar_eg: تشغيل الآن

source: No Recurring Jobs
ar_eg: لا توجد مهام متكررة

# NoRecurringJobsDesc
source: No recurring jobs are currently registered
ar_eg: لا توجد مهام متكررة مسجلة حالياً

# RecurringJobsHeader
source: Recurring Jobs
ar_eg: المهام المتكررة

# RecurringJobsDescription
source: Manage automated recurring system tasks
ar_eg: إدارة المهام المؤتمتة والمتكررة للنظام

source: Recurring Scheduler Engine
ar_eg: محرك الجدولة المتكررة

source: Scheduler Active
ar_eg: المجدول نشط

source: Recurring Job Registry
ar_eg: سجل المهام المتكررة

source: Automated Scheduler
ar_eg: مجدول مؤتمت

source: Cron-Based Engine
ar_eg: محرك يعتمد على Cron

source: Healthy Jobs
ar_eg: مهام سليمة

source: Scheduled Job Entries
ar_eg: مدخلات المهام المجدولة

source: Error Detected
ar_eg: تم اكتشاف خطأ

source: Job ID
ar_eg: معرف المهمة

source: Healthy
ar_eg: سليم

source: Error State
ar_eg: حالة خطأ

source: Not Scheduled
ar_eg: غير مجدول

source: Never Executed
ar_eg: لم يتم التنفيذ أبداً

source: Last State
ar_eg: الحالة الأخيرة

source: No History
ar_eg: لا يوجد تاريخ

# ConfirmTrigger
source: Are you sure you want to trigger this job manually?
ar_eg: هل أنت متأكد من رغبتك في تشغيل هذه المهمة يدوياً؟

source: Trigger Execution
ar_eg: تشغيل التنفيذ

source: View Error Details
ar_eg: عرض تفاصيل الخطأ

source: Inspect Details
ar_eg: فحص التفاصيل

# NoRecurringJobsConfigDesc
source: Configure recurring jobs in the system settings to see them here.
ar_eg: قم بتهيئة المهام المتكررة في إعدادات النظام لرؤيتها هنا.

# JobConfigDetails
source: Job Configuration Details
ar_eg: تفاصيل تهيئة المهمة

source: Job Identifier
ar_eg: معرف المهمة

source: Schedule Description
ar_eg: وصف الجدول الزمني

source: Close Details
ar_eg: إغلاق التفاصيل

source: Job Error Analysis
ar_eg: تحليل خطأ المهمة

source: Error Details
ar_eg: تفاصيل الخطأ

source: Close Analysis
ar_eg: إغلاق التحليل

# NotScheduledJS
source: Not Scheduled
ar_eg: غير مجدول

# NeverExecutedJS
source: Never Executed
ar_eg: لم يتم التنفيذ أبداً

# Daily2AM
source: Daily at 2:00 AM
ar_eg: يومياً الساعة 2:00 صباحاً

source: Every hour
ar_eg: كل ساعة

# Every15Min
source: Every 15 minutes
ar_eg: كل 15 دقيقة

# Every30Min
source: Every 30 minutes
ar_eg: كل 30 دقيقة

# WeeklySunday3AM
source: Weekly on Sunday at 3:00 AM
ar_eg: أسبوعياً يوم الأحد الساعة 3:00 صباحاً

# Daily8AM
source: Daily at 8:00 AM
ar_eg: يومياً الساعة 8:00 صباحاً

source: Every 4 hours
ar_eg: كل 4 ساعات

# CustomScheduleJS
source: Custom Schedule
ar_eg: جدول مخصص

source: Custom Schedule
ar_eg: جدول مخصص

# LessMin
source: Less than a minute
ar_eg: أقل من دقيقة

# InMinutes
source: In {0} minutes
ar_eg: فِي غضون {0} دقيقة

# InHours
source: In {0} hours
ar_eg: فِي غضون {0} ساعة

# InDays
source: In {0} days
ar_eg: فِي غضون {0} يوم

source: Just now
ar_eg: الآن فقط

# MinutesAgo
source: {0} minutes ago
ar_eg: منذ {0} دقيقة

# HoursAgo
source: {0} hours ago
ar_eg: منذ {0} ساعة

# DaysAgo
source: {0} days ago
ar_eg: منذ {0} يوم
