Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Reports/Reports.*.resx
Languages: ar_eg

# ReportsTitle
source: Reports
ar_eg: التقارير

source: Reports
ar_eg: التقارير

# ReportsDesc
source: Generate and manage system reports
ar_eg: إنشاء وإدارة تقارير النظام

source: Generate Report
ar_eg: إنشاء تقرير

source: Generated Reports
ar_eg: التقارير المنشأة

source: Report Type
ar_eg: نوع التقرير

source: Date Range
ar_eg: النطاق الزمني

source: Status
ar_eg: الحالة

source: Created
ar_eg: تاريخ الإنشاء

source: Actions
ar_eg: الإجراءات

source: View
ar_eg: عرض

source: Download
ar_eg: تحميل

source: Delete
ar_eg: حذف

# ShowingPageOfReports
source: Showing page {0} of reports
ar_eg: عرض الصفحة {0} من التقارير

source: Previous
ar_eg: السابق

source: Next
ar_eg: التالي

source: No Reports Found
ar_eg: لم يتم العثور على تقارير

# NoReportsFoundDesc
source: You haven't generated any reports yet.
ar_eg: لم تقم بإنشاء أي تقارير بعد.

source: Generate Your First Report
ar_eg: أنشئ تقريرك الأول

# GenerateReportTitle
source: Generate Report
ar_eg: إنشاء تقرير

# GenerateReportDesc
source: Create a new report with custom parameters
ar_eg: إنشاء تقرير جديد بمعلمات مخصصة

source: Report Configuration
ar_eg: تكوين التقرير

# SelectReportType
source: Select a report type
ar_eg: اختر نوع التقرير

source: User Analytics
ar_eg: تحليل المستخدمين

source: Content Analytics
ar_eg: تحليل المحتوى

source: Performance Report
ar_eg: تقرير الأداء

source: Security Report
ar_eg: تقرير الأمان

source: Activity Report
ar_eg: تقرير النشاط

source: Engagement Report
ar_eg: تقرير التفاعل

source: System Health Report
ar_eg: تقرير صحة النظام

source: Start Date
ar_eg: تاريخ البدء

source: End Date
ar_eg: تاريخ الانتهاء

source: Last 7 days
ar_eg: آخر 7 أيام

source: Last 30 days
ar_eg: آخر 30 يومًا

source: Last 90 days
ar_eg: آخر 90 يومًا

source: Last year
ar_eg: السنة الماضية

source: Additional Parameters
ar_eg: معلمات إضافية

# AdditionalParametersDesc
source: Additional parameters will be shown based on the selected report type.
ar_eg: سيتم عرض معلمات إضافية بناءً على نوع التقرير المختار.

source: User Segments
ar_eg: شرائح المستخدمين

source: Include new users
ar_eg: تضمين المستخدمين الجدد

source: Include active users
ar_eg: تضمين المستخدمين النشطين

source: Include inactive users
ar_eg: تضمين المستخدمين غير النشطين

source: Content Types
ar_eg: أنواع المحتوى

source: Posts
ar_eg: المنشورات

source: Questions
ar_eg: الأسئلة

source: Reviews
ar_eg: المراجعات

source: Output Format
ar_eg: تنسيق المخرجات

source: Cancel
ar_eg: إلغاء

# ReportDetailsTitle
source: Report Details
ar_eg: تفاصيل التقرير

source: ANALYTICS_REPORT_TRANSMISSION
ar_eg: نقل_تقرير_التحليلات

source: Report Details
ar_eg: تفاصيل التقرير

# ReportDetailsDesc
source: View and manage diagnostic archival data payloads.
ar_eg: عرض وإدارة حمولات بيانات الأرشيف التشخيصية.

source: Return to Registry
ar_eg: العودة إلى السجل

source: REPORT_PAYLOAD_CONFIGURATION
ar_eg: تكوين_حمولة_التقرير

source: CLASSIFICATION
ar_eg: التصنيف

source: TEMPORAL_START
ar_eg: البداية_الزمنية

source: TEMPORAL_END
ar_eg: النهاية_الزمنية

source: PARAMETER_MATRIX
ar_eg: مصفوفة_المعلمات

source: ARCHIVE_PREVIEW
ar_eg: معاينة_الأرشيف

# ArchivePreviewDesc
source: Full analytical data structures are integrated and ready for diagnostic extraction.
ar_eg: هياكل البيانات التحليلية الكاملة متكاملة وجاهزة للاستخراج التشخيصي.

source: DATA_POINTS
ar_eg: نقاط_بيانات

source: VISUALIZATIONS
ar_eg: تصورات_بيانية

source: DATA_TABLES
ar_eg: جداول_بيانات

source: LIFECYCLE_STATUS
ar_eg: حالة_دورة_الحياة

source: CURRENT_STATE
ar_eg: الحالة_الحالية

source: COMPLETED_BIT
ar_eg: تم_بنجاح

source: PROGRESS_LOCK
ar_eg: قفل_التقدم

source: READ
ar_eg: قراءة

source: CREATION_STAMP
ar_eg: طابع_الإنشاء

source: PAYLOAD_VOLUME
ar_eg: حجم_الحمولة

source: TERMINAL_ACTIONS
ar_eg: إجراءات_نهائية

source: TRANSMIT_PAYLOAD
ar_eg: نقل_الحمولة

source: BROADCAST_DATA
ar_eg: بث_البيانات

source: PURGE_ARCHIVE
ar_eg: تطهير_الأرشيف

source: AUTOMATION_SYNC
ar_eg: مزامنة_الأتمتة

# AutomationSyncDesc
source: Synchronize this payload with active recurring generation protocols.
ar_eg: مزامنة هذه الحمولة مع بروتوكولات الإنشاء المتكررة النشطة.

source: INIT_SCHEDULE
ar_eg: بدء_الجدولة

source: Generated
ar_eg: تم الإنشاء

source: Generating
ar_eg: جاري الإنشاء

source: Failed
ar_eg: فشل

source: Scheduled
ar_eg: مجدول
