Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Account/Profile/Settings.*.resx
Languages: ar_eg

# PageTitle
source: Account Settings
ar_eg: إعدادات الحساب

source: Account Settings
ar_eg: إعدادات الحساب

source: Profile
ar_eg: الملف الشخصي

source: Privacy
ar_eg: الخصوصية

source: Notifications
ar_eg: الإشعارات

source: Security
ar_eg: الأمان

source: Change Photo
ar_eg: تغيير الصورة

source: Full Name
ar_eg: الاسم الكامل

# FullNamePlaceholder
source: Enter your full name
ar_eg: أدخل اسمك الكامل

source: Username (Email)
ar_eg: اسم المستخدم (البريد الإلكتروني)

# PrimaryEmail
source: Primary Email Address
ar_eg: البريد الإلكتروني الأساسي

# EmailChangeRestriction
source: Email cannot be changed manually for security.
ar_eg: لا يمكن تغيير البريد الإلكتروني يدوياً لدواعي أمنية.

source: Phone Number
ar_eg: رقم الهاتف

# PhoneNumberPlaceholder
source: Enter your phone number
ar_eg: أدخل رقم هاتفك

source: Country
ar_eg: الدولة

# CountryPlaceholder
source: Enter your country
ar_eg: أدخل الدولة

source: City
ar_eg: المدينة

# CityPlaceholder
source: Enter your city
ar_eg: أدخل المدينة

# CountryAr
source: Country (Arabic)
ar_eg: الدولة (بالعربية)

# CountryArPlaceholder
source: Enter country in Arabic
ar_eg: أدخل الدولة بالعربية

# CityAr
source: City (Arabic)
ar_eg: المدينة (بالعربية)

# CityArPlaceholder
source: Enter city in Arabic
ar_eg: أدخل المدينة بالعربية

source: Bio
ar_eg: السيرة الذاتية

# BioPlaceholder
source: Tell us about yourself...
ar_eg: أخبرنا عن نفسك...

# BioAr
source: Bio (Arabic)
ar_eg: السيرة الذاتية (بالعربية)

# BioArPlaceholder
source: Tell us about yourself in Arabic...
ar_eg: أخبرنا عن نفسك بالعربية...

source: Save Profile Changes
ar_eg: حفظ تغييرات الملف الشخصي

source: Profile Visibility
ar_eg: ظهور الملف الشخصي

source: Public Profile
ar_eg: ملف شخصي عام

# PublicProfileDescription
source: Allow others to find and view your profile
ar_eg: السماح للآخرين بالعثور على ملفك الشخصي وعرضه

source: Show Email
ar_eg: إظهار البريد الإلكتروني

# ShowEmailDescription
source: Display your email address on your profile
ar_eg: عرض عنوان بريدك الإلكتروني في ملفك الشخصي

source: Show Phone Number
ar_eg: إظهار رقم الهاتف

# ShowPhoneDescription
source: Display your phone number on your profile
ar_eg: عرض رقم هاتفك في ملفك الشخصي

source: Communication
ar_eg: التواصل

# AllowMessages
source: Allow Direct Messages
ar_eg: السماح بالرسائل المباشرة

# AllowMessagesDescription
source: Let other users send you private messages
ar_eg: السماح للمستخدمين الآخرين بإرسال رسائل خاصة إليك

source: Allow Friend Requests
ar_eg: السماح بطلبات الصداقة

# AllowFriendRequestsDescription
source: Let other users send you friend requests
ar_eg: السماح للمستخدمين الآخرين بإرسال طلبات صداقة إليك

source: Content Privacy
ar_eg: خصوصية المحتوى

source: Default Gallery Privacy
ar_eg: خصوصية المعرض الافتراضية

# DefaultGalleryPrivacyDescription
source: New uploads will be private by default
ar_eg: ستكون عمليات الرفع الجديدة خاصة بشكل افتراضي

source: Public
ar_eg: عام

source: Private
ar_eg: خاص

source: Show Activity Status
ar_eg: إظهار حالة النشاط

# ShowActivityDescription
source: Let others see when you're online
ar_eg: السماح للآخرين برؤية متى تكون متصلاً

source: Save Privacy Settings
ar_eg: حفظ إعدادات الخصوصية

source: Email Notifications
ar_eg: إشعارات البريد الإلكتروني

source: General Notifications
ar_eg: الإشعارات العامة

# GeneralNotificationsDescription
source: Receive email notifications for important updates
ar_eg: تلقي إشعارات البريد الإلكتروني للتحديثات الهامة

source: Marketing Emails
ar_eg: رائل تسويقية

# MarketingEmailsDescription
source: Receive promotional content and updates
ar_eg: تلقي محتوى ترويجي وتحديثات

source: Push Notifications
ar_eg: إشعارات الدفع

source: Browser Notifications
ar_eg: إشعارات المتصفح

# BrowserNotificationsDescription
source: Receive push notifications in your browser
ar_eg: تلقي إشعارات الدفع في متصفحك

source: SMS Notifications
ar_eg: إشعارات SMS

# SmsNotificationsDescription
source: Receive important alerts via SMS
ar_eg: تلقي تنبيهات هامة عبر الرسائل النصية

source: Save Notification Settings
ar_eg: حفظ إعدادات الإشعارات

source: Password & Security
ar_eg: كلمة المرور والأمان

source: Change Password
ar_eg: تغيير كلمة المرور

# ChangePasswordDescription
source: Update your account password
ar_eg: تحديث كلمة مرور حسابك

source: Two-Factor Authentication
ar_eg: المصادقة الثنائية

# TwoFactorEnabled
source: Enabled - Your account is protected
ar_eg: مفعل - حسابك محمي

# TwoFactorDisabled
source: Disabled - Consider enabling for better security
ar_eg: معطل - فكر في تفعيله لمزيد من الأمان

source: Connected Accounts
ar_eg: الحسابات المتصلة

source: Connected
ar_eg: متصل

source: Not connected
ar_eg: غير متصل

source: Disconnect
ar_eg: قطع الاتصال

source: Connect
ar_eg: اتصال

source: Danger Zone
ar_eg: منطقة الخطر

source: Delete Account
ar_eg: حذف الحساب

# DeleteAccountDescription
source: Permanently delete your account and all associated data
ar_eg: حذف حسابك وجميع البيانات المرتبطة به بشكل دائم

source: Cancel
ar_eg: إلغاء
