Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Reviews/Create.*.resx
Languages: ar_eg

source: Create Review
ar_eg: إضافة مراجعة

# CreateReviewDescription
source: Share your automotive experience with the community.
ar_eg: شارك تجربتك في عالم السيارات مع المجتمع.

# ReviewingSpecificItem
source: Reviewing
ar_eg: مراجعة

source: Review Title
ar_eg: عنوان المراجعة

# ReviewTitlePlaceholder
source: e.g. My experience with this car
ar_eg: مثال: تجربتي مع هذه السيارة

source: Overall Rating
ar_eg: التقييم العام

source: Select Rating
ar_eg: اختر التقييم

source: Excellent
ar_eg: ممتاز

source: Very Good
ar_eg: جيد جداً

source: Good
ar_eg: جيد

source: Fair
ar_eg: مقبول

source: Poor
ar_eg: سيئ

source: Vehicle Information
ar_eg: معلومات المركبة

# CarMake
source: Make
ar_eg: الماركة

# CarMakePlaceholder
source: e.g. Toyota
ar_eg: مثل: تويوتا

# CarModel
source: Model
ar_eg: الموديل

# CarModelPlaceholder
source: e.g. Camry
ar_eg: مثل: كامري

# CarYear
source: Year
ar_eg: السنة

# ReviewContent
source: Detailed Review
ar_eg: المراجعة التفصيلية

# ReviewContentPlaceholder
source: Write your detailed experience here...
ar_eg: اكتب تجربتك بالتفصيل هنا...

source: Detailed Ratings
ar_eg: التقييمات التفصيلية

source: Optional
ar_eg: اختياري

# Quality
source: Build Quality
ar_eg: جودة التصنيع

# Value
source: Value for Money
ar_eg: القيمة مقابل السعر

source: Reliability
ar_eg: الاعتمادية

source: Performance
ar_eg: الأداء

source: Comfort
ar_eg: الراحة

source: Not Rated
ar_eg: غير مقيم

source: Pros
ar_eg: المميزات

# ProsPlaceholder
source: What did you like?
ar_eg: ما الذي أعجبك؟

# ProsHint
source: Separate each item with a comma.
ar_eg: افصل بين كل عنصر بفاصلة.

source: Cons
ar_eg: العيوب

# ConsPlaceholder
source: What didn't you like?
ar_eg: ما الذي لم يعجبك؟

# ConsHint
source: Separate each item with a comma.
ar_eg: افصل بين كل عنصر بفاصلة.

source: Additional Information
ar_eg: معلومات إضافية

source: Mileage
ar_eg: المسافة المقطوعة

# MileagePlaceholder
source: Current mileage
ar_eg: المسافة الحالية

source: Ownership Duration
ar_eg: مدة الملكية

# OwnershipDurationPlaceholder
source: e.g. 2 years
ar_eg: مثال: سنتين

source: Purchase Date
ar_eg: تاريخ الشراء

source: Purchase Price
ar_eg: سعر الشراء

# PurchasePricePlaceholder
source: Optional price
ar_eg: السعر (اختياري)

# Images
source: Photos (URLs)
ar_eg: الصور (روابط)

# ImageUrlsPlaceholder
source: Enter image URLs separated by commas
ar_eg: أدخل روابط الصور مفصولة بفاصلة

# ImageUrlsHint
source: Link to external photos of your car.
ar_eg: روابط خارجية لصور سيارتك.

source: Review Options
ar_eg: خيارات المراجعة

source: Verified Purchase
ar_eg: شراء مؤكد

# RecommendToOthers
source: I recommend this to others
ar_eg: أوصي بهذا للآخرين

source: Cancel
ar_eg: إلغاء
