Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Reviews/Index.*.resx
Languages: ar_eg

source: Vehicle Reviews
ar_eg: مراجعات المركبات

# AuthenticOwnerExperiences
source: Authentic owner experiences and technical feedback from the community.
ar_eg: تجارب المالكين الحقيقية والملاحظات الفنية من المجتمع.

source: Write Review
ar_eg: كتابة مراجعة

source: Total Reviews
ar_eg: إجمالي المراجعات

source: Average Rating
ar_eg: متوسط التقييم

source: Verified Purchases
ar_eg: عمليات شراء موثقة

source: Helpful Votes
ar_eg: أصوات مفيدة

# SearchReviews
source: Search reviews and technical feedback...
ar_eg: ابحث في المراجعات والملاحظات الفنية...

source: Advanced Filters
ar_eg: مرشحات متقدمة

source: Sort By
ar_eg: فرز حسب

source: Default
ar_eg: الافتراضي

source: Newest
ar_eg: الأحدث

source: Highest Rating
ar_eg: الأعلى تقييماً

source: Most Helpful
ar_eg: الأكثر إفادة

source: Rating
ar_eg: التقييم

source: All Ratings
ar_eg: جميع التقييمات

source: Excellent
ar_eg: ممتاز

source: Very Good
ar_eg: جيد جداً

source: Good
ar_eg: جيد

source: Fair
ar_eg: مقبول

source: Poor
ar_eg: سيئ

source: Car Make
ar_eg: ماركة السيارة

source: All Makes
ar_eg: جميع الماركات

source: Options
ar_eg: الخيارات

source: Verified Only
ar_eg: موثقة فقط

source: Recommended Only
ar_eg: موصى بها فقط

# ResetProtocol
source: Reset Filters
ar_eg: إعادة ضبط المرشحات
