Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Performance/Index.*.resx
Languages: ar_eg

# PerformanceDashboardTitle
source: Performance Dashboard
ar_eg: لوحة تحكم الأداء

source: Performance Engineering
ar_eg: هندسة الأداء

# PerformanceEngineeringDesc
source: Core Web Vitals monitoring and content optimization layer
ar_eg: طبقة مراقبة مؤشرات الويب الحيوية وتحسين المحتوى

source: Real-time Monitoring Active
ar_eg: مراقبة الوقت الفعلي نشطة

# LCPTitle
source: Largest Contentful Paint (LCP)
ar_eg: أكبر رسم محتوى (LCP)

# FIDTitle
source: First Input Delay (FID)
ar_eg: تأخير الإدخال الأول (FID)

# CLSTitle
source: Cumulative Layout Shift (CLS)
ar_eg: تغيير التخطيط التراكمي (CLS)

source: ms
ar_eg: مللي ثانية

# GradeLabel
source: {0} Grade
ar_eg: درجة {0}

# LCPDesc
source: Main content render speed
ar_eg: سرعة عرض المحتوى الرئيسي

# FIDDesc
source: Responsiveness score
ar_eg: درجة الاستجابة

# CLSDesc
source: Visual stability metric
ar_eg: مقياس الاستقرار البصري

source: Runtime Analysis
ar_eg: تحليل وقت التشغيل

source: Target URL
ar_eg: رابط الهدف

# AnalyzePlaceholder
source: Enter URI to profile...
ar_eg: أدخل الرابط للتحليل...

source: Analyze
ar_eg: تحليل

source: Generate Audit
ar_eg: إنشاء تدقيق

source: Critical Chain
ar_eg: السلسلة الحرجة

source: Asset Optimization
ar_eg: تحسين الأصول

source: Source Image
ar_eg: الصورة المصدر

# QualityLabel
source: Quality
ar_eg: الجودة

source: Engine
ar_eg: المحرك

source: Recommended
ar_eg: موصى به

source: Best Ratio
ar_eg: أفضل نسبة

source: Execute Optimization
ar_eg: تنفيذ التحسين

# IdentifiedBottlenecks
source: Identified Performance Bottlenecks
ar_eg: اختناقات الأداء المحددة

# FlagsRaising
source: {0} Flags Raising
ar_eg: {0} أعلام مرفوعة

# SeverityLabel
source: {0} Severity
ar_eg: شدة {0}

# ImpactLabel
source: Impact: ~{0}s saving
ar_eg: التأثير: توفير ~{0} ثانية

source: Recommended Correction
ar_eg: التصحيح الموصى به

# NoIssuesDetected
source: No high-impact issues detected at this time.
ar_eg: لم يتم اكتشاف مشكلات عالية التأثير في الوقت الحالي.

source: Protocol Analysis Log
ar_eg: سجل تحليل البروتوكول
