Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Posts/Create.*.resx
Languages: ar_eg

source: Create New Post
ar_eg: إنشاء منشور جديد

source: Interaction Feed
ar_eg: خلاصة التفاعل

source: New Broadcast
ar_eg: بث جديد

# CreateSubtitle
source: Share your automotive knowledge, experiences, or questions with the community. Your voice matters in our collective journey.
ar_eg: شارك معرفتك بالسيارات أو تجاربك أو أسئلتك مع المجتمع. صوتك مهم في رحلتنا الجماعية.

source: Broadcast Type
ar_eg: نوع البث

source: Text Post
ar_eg: منشور نصي

# TextPostDesc
source: Share thoughts, questions, or discussions
ar_eg: شارك الأفكار أو الأسئلة أو المناقشات

source: Photo Post
ar_eg: منشور صور

# PhotoPostDesc
source: Share photos with descriptions
ar_eg: شارك الصور مع الأوصاف

source: Link Share
ar_eg: مشاركة رابط

# LinkShareDesc
source: Share interesting articles or resources
ar_eg: شارك مقالات أو موارد مثيرة للاهتمام

source: Poll
ar_eg: استطلاع رأي

# PollDesc
source: Ask the community for opinions
ar_eg: اسأل المجتمع عن آرائهم

source: Content
ar_eg: المحتوى

source: Title *
ar_eg: العنوان *

# TitlePlaceholder
source: Give your post a compelling title...
ar_eg: أعط منشورك عنواناً جذاباً...

# TitleHelp
source: Make it clear and engaging to attract readers
ar_eg: اجعله واضحاً وجذاباً لجذب القراء

# ContentLabel
source: Content *
ar_eg: المحتوى *

# ContentPlaceholder
source: Share your thoughts, experiences, or questions with the community...
ar_eg: شارك أفكارك أو تجاربك أو أسئلتك مع المجتمع...

# ContentHelp
source: Use markdown for formatting. Be detailed and helpful.
ar_eg: استخدم markdown للتنسيق. كن مفصلاً ومفيداً.

source: Options
ar_eg: خيارات

source: Tags
ar_eg: الوسوم

# TagsPlaceholder
source: e.g., mustang, restoration, diy
ar_eg: مثال: موستانج، ترميم، افعلها بنفسك

# TagsHelp
source: Separate tags with commas to help others find your post
ar_eg: افصل بين الوسوم بفاصلة لمساعدة الآخرين في العثور على منشورك

source: Post to Group
ar_eg: نشر في مجموعة

source: General Feed
ar_eg: الخلاصة العامة

# GroupHelp
source: Optional: Share with a specific community
ar_eg: اختياري: شارك مع مجتمع محدد

source: Broadcast Post
ar_eg: بث المنشور

source: Save Draft
ar_eg: حفظ مسودة

source: Cancel
ar_eg: إلغاء

source: Community Guidelines
ar_eg: قواعد المجتمع

source: Be Helpful:
ar_eg: كن مفيداً:

# BeHelpfulDesc
source: Share knowledge and experiences that benefit others
ar_eg: شارك المعرفة والخبرات التي تفيد الآخرين

source: Stay On Topic:
ar_eg: ابق في صلب الموضوع:

# StayOnTopicDesc
source: Keep posts automotive-related and relevant
ar_eg: اجعل المنشورات متعلقة بالسيارات وذات صلة

source: Be Respectful:
ar_eg: كن محترماً:

# BeRespectfulDesc
source: Treat all community members with courtesy
ar_eg: عامل جميع أعضاء المجتمع بلباقة

source: Use Clear Titles:
ar_eg: استخدم عناوين واضحة:

# UseClearTitlesDesc
source: Help others understand your post at a glance
ar_eg: ساعد الآخرين على فهم منشورك من لمحة سريعة

# ImageTitlePlaceholder
source: Describe what you're sharing...
ar_eg: صف ما تشاركه...

# ImageContentPlaceholder
source: Tell us about these photos. What's the story behind them?
ar_eg: أخبرنا عن هذه الصور. ما هي القصة وراءها؟

# LinkTitlePlaceholder
source: What's this link about?
ar_eg: عن ماذا يتحدث هذا الرابط؟

# LinkContentPlaceholder
source: Paste the URL and tell us why it's worth sharing...
ar_eg: الصق الرابط وأخبرنا لماذا يستحق المشاركة...

# PollTitlePlaceholder
source: What question do you want to ask?
ar_eg: ما هو السؤال الذي تريد طرحه؟

# PollContentPlaceholder
source: Provide context for your poll and list the options...
ar_eg: قدم سياقاً لاستطلاعك واذكر الخيارات...
