Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Posts/Index.*.resx
Languages: ar_eg

source: Community Posts
ar_eg: منشورات المجتمع

source: All Posts
ar_eg: جميع المنشورات

source: Create Post
ar_eg: إنشاء منشور

source: Trending
ar_eg: رائج

source: Search posts...
ar_eg: ابحث في المنشورات...

source: Interaction Feed
ar_eg: خلاصة التفاعل

# FeedSubtitle
source: Real-time broadcast from the automotive community
ar_eg: بث مباشر من مجتمع السيارات

source: Broadcast Story
ar_eg: بث قصة

# SearchPlaceholder
source: Search the feed...
ar_eg: ابحث في الخلاصة...

source: Signal Lost
ar_eg: فقدت الإشارة

# NoSignalsDescription
source: No broadcast signals detected in your current radius. Be the first to start the frequency.
ar_eg: لم يتم اكتشاف أي إشارات بث في نصف قطرك الحالي. كن أول من يبدأ التردد.

source: Initial Transmission
ar_eg: الإرسال الأولي

source: Protocol Guest
ar_eg: ضيف البروتوكول

source: Verified Agent
ar_eg: عميل معتمد
