Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Feed/_LocalizationScript.*.resx
Languages: ar_eg

source: Removed like
ar_eg: تم إزالة الإعجاب

source: Liked!
ar_eg: أُعجب!

source: Failed to update like
ar_eg: فشل في تحديث الإعجاب

source: Error updating like
ar_eg: خطأ في تحديث الإعجاب

# FailedToShare
source: Failed to share content
ar_eg: فشل في مشاركة المحتوى

source: Error sharing content
ar_eg: خطأ في مشاركة المحتوى

source: Link copied to clipboard!
ar_eg: تم نسخ الرابط إلى الحافظة!

source: Unable to copy link
ar_eg: غير قادر على نسخ الرابط

source: Removed from bookmarks
ar_eg: تم إزالة من المفضلة

source: Added to bookmarks
ar_eg: تم إضافة إلى المفضلة

# FailedToBookmark
source: Failed to bookmark content
ar_eg: فشل في إضافة المحتوى للمفضلة

source: Error bookmarking content
ar_eg: خطأ في إضافة المحتوى للمفضلة

source: Content hidden
ar_eg: تم إخفاء المحتوى

source: Failed to hide content
ar_eg: فشل في إخفاء المحتوى

source: Error hiding content
ar_eg: خطأ في إخفاء المحتوى

# ReportReason
source: Please provide a reason for reporting this content:
ar_eg: يرجى تقديم سبب للإبلاغ عن هذا المحتوى:

# ContentReported
source: Content reported. Thank you for helping keep our community safe.
ar_eg: تم الإبلاغ عن المحتوى. شكراً لمساعدتك في الحفاظ على أمان مجتمعنا.

source: Failed to report content
ar_eg: فشل في الإبلاغ عن المحتوى

source: Error reporting content
ar_eg: خطأ في الإبلاغ عن المحتوى

source: Friend request sent!
ar_eg: تم إرسال طلب الصداقة!

source: Error sending friend request
ar_eg: خطأ في إرسال طلب الصداقة

source: Loading...
ar_eg: جاري التحميل...

source: Load More Posts
ar_eg: تحميل المزيد من المنشورات
