Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Stories/Create.*.resx
Languages: ar_eg

source: Create Story
ar_eg: إنشاء قصة

# ShareMoments
source: Share your automotive moment
ar_eg: شارك لحظاتك مع المجتمع

source: Save Draft
ar_eg: حفظ كمسودة

source: Publish Story
ar_eg: نشر القصة

source: Story Media
ar_eg: وسائط القصة

source: Upload your story media
ar_eg: ارفع وسائط قصتك

# DragAndDrop
source: Drag and drop or click to select photos or videos
ar_eg: اسحب وأفلت أو انقر لاختيار الصور أو الفيديوهات

# SupportsFormats
source: Supports: JPG, PNG, MP4, MOV (Max 50MB)
ar_eg: يدعم: JPG, PNG, MP4, MOV (بحد أقصى 50 ميجابايت)

source: Story Details
ar_eg: تفاصيل القصة

source: Title (Optional)
ar_eg: العنوان (اختياري)

# TitlePlaceholder
source: Give your story a title...
ar_eg: اكتب عنواناً لقصتك...

source: Caption
ar_eg: الوصف

# CaptionPlaceholder
source: Share what's happening...
ar_eg: شارك ما يحدث...

source: Story Type
ar_eg: نوع القصة

source: Photo
ar_eg: صورة

source: Video
ar_eg: فيديو

source: Text Only
ar_eg: نص فقط

source: Visibility
ar_eg: الخصوصية

# Public
source: Public - Everyone can see
ar_eg: عام - يمكن للجميع الرؤية

# Friends
source: Friends Only
ar_eg: الأصدقاء فقط

# Private
source: Private - Only me
ar_eg: خاص - أنا فقط

source: Car Information (Optional)
ar_eg: معلومات السيارة (اختياري)

source: Make
ar_eg: الماركة

source: Select Make
ar_eg: اختر الماركة

source: Model
ar_eg: الموديل

source: Year
ar_eg: السنة

source: Location (Optional)
ar_eg: الموقع (اختياري)

source: Add location to story
ar_eg: إضافة موقع للقصة

source: Location Name
ar_eg: اسم الموقع

source: Latitude
ar_eg: خط العرض

source: Longitude
ar_eg: خط الطول

source: Use Current Location
ar_eg: استخدام موقعي الحالي

source: Tags
ar_eg: الوسوم

source: Add tags separated by commas
ar_eg: أضف وسوماً مفصولة بفاصلة

source: Story Settings
ar_eg: إعدادات القصة

source: Allow Comments
ar_eg: السماح بالتعليقات

# AllowCommentsDescription
source: Let others comment on your story
ar_eg: السماح للآخرين بالتعليق على قصتك

source: Allow Likes
ar_eg: السماح بالإعجابات

# AllowLikesDescription
source: Let others like your story
ar_eg: السماح للآخرين بالإعجاب بقصتك

source: Allow Shares
ar_eg: السماح بالمشاركة

# AllowSharesDescription
source: Let others share your story
ar_eg: السماح للآخرين بمشاركة قصتك
