Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Maps/Index.*.resx
Languages: ar_eg

source: Community Explore
ar_eg: استكشاف المجتمع

# ExploreSubtitle
source: Discover nearby services, scenic routes, and community locations.
ar_eg: اكتشف الخدمات القريبة، الطرق الخلابة، ومواقع المجتمع.

# SearchPlaceholder
source: Search locations, routes, or services...
ar_eg: ابحث عن المواقع، الطرق، أو الخدمات...

source: Points of Interest
ar_eg: نقاط الاهتمام

source: Scenic Routes
ar_eg: الطرق الخلابة

source: Check-ins
ar_eg: تسجيلات الوصول

source: Interactive Maps
ar_eg: خرائط تفاعلية

# MapsSubtitle
source: Discover automotive locations, performance routes, and community spots
ar_eg: اكتشف مواقع السيارات، طرق الأداء، ونقاط المجتمع

source: Add Route
ar_eg: إضافة طريق

source: Locations
ar_eg: مواقع

source: Routes
ar_eg: طرق

source: Verified
ar_eg: معتمد

# SearchPlaceholderSpots
source: Search for spots...
ar_eg: ابحث عن نقاط...

source: All Types
ar_eg: جميع الأنواع

source: Auto Repair
ar_eg: إصلاح سيارات

source: Dealership
ar_eg: وكالة سيارات

source: Meetup Point
ar_eg: نقطة التقاء

source: Race Track
ar_eg: حلبة سباق

source: Radius
ar_eg: نصف القطر

source: KM
ar_eg: كم

source: Verified Only
ar_eg: المعتمدة فقط

source: Performance Routes
ar_eg: طرق الأداء

# MapExplorerTitle
source: Interactive Map Explorer
ar_eg: مستكشف الخرائط التفاعلي

# MapExplorerSubtitle
source: Grant location access to see repair shops, race tracks, and scenic routes near you.
ar_eg: امنح حق الوصول إلى الموقع لرؤية ورش الإصلاح وحلبات السباق والطرق الخلابة القريبة منك.

source: Get My Location
ar_eg: احصل على موقعي

source: Hotspots
ar_eg: نقاط ساخنة

source: Top Routes
ar_eg: أبرز الطرق

source: View All
ar_eg: عرض الكل

source: Community Maps
ar_eg: خرائط المجتمع

source: Add Location
ar_eg: إضافة موقع

source: Filter
ar_eg: تصفية
