Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Maps/POIList.*.resx
Languages: ar_eg

source: Points of Interest
ar_eg: نقاط الاهتمام

# DiscoverLocations
source: Discover community hubs, repair shops, and meetup spots near you.
ar_eg: اكتشف مراكز المجتمع وورش الإصلاح ونقاط الالتقاء القريبة منك.

source: Map View
ar_eg: عرض الخريطة

source: Add Location
ar_eg: إضافة موقع

# SearchPlaceholder
source: Search locations...
ar_eg: ابحث عن مواقع...

source: All Types
ar_eg: جميع الأنواع

source: Auto Repair Shop
ar_eg: ورشة إصلاح سيارات

source: Car Dealership
ar_eg: وكالة سيارات

source: Gas Station
ar_eg: محطة وقود

source: Charging Station
ar_eg: محطة شحن

source: Car Wash
ar_eg: مغسلة سيارات

source: Tire Shop
ar_eg: محل إطارات

source: Auto Parts Store
ar_eg: محل قطع غيار

source: Meetup Point
ar_eg: نقطة التقاء

source: Race Track
ar_eg: حلبة سباق

source: All Categories
ar_eg: جميع الفئات

source: Automotive
ar_eg: سيارات

source: Community
ar_eg: مجتمع

source: Event
ar_eg: فعالية

source: Recreation
ar_eg: ترفيه

source: Filter
ar_eg: تصفية

source: Verified Only
ar_eg: المعتمدة فقط

# Open24Hours
source: 24/7 Only
ar_eg: مفتوح 24/7

# LocationsFound
source: {0} Locations Found
ar_eg: تم العثور على {0} مواقع

source: Sort by Distance
ar_eg: رتب حسب المسافة

source: Sort by Rating
ar_eg: رتب حسب التقييم

source: Sort by Name
ar_eg: رتب حسب الاسم

source: Sort by Newest
ar_eg: رتب حسب الأحدث

# KmAway
source: {0} km away
ar_eg: على بعد {0} كم

# Views
source: {0} views
ar_eg: {0} مشاهدات

# CheckInsCount
source: {0} check-ins
ar_eg: {0} تسجيل وصول

source: Verified
ar_eg: معتمد

source: Closed
ar_eg: مغلق

source: No locations found
ar_eg: لم يتم العثور على مواقع

# NoLocationsSubtitle
source: Try adjusting your search criteria or add a new location.
ar_eg: حاول تعديل معايير البحث أو أضف موقعاً جديداً.

source: Add New Location
ar_eg: إضافة موقع جديد
