Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Maps/RouteList.*.resx
Languages: ar_eg

# Routes
source: Driving Routes
ar_eg: طرق القيادة

source: Driving Routes
ar_eg: طرق القيادة

# DiscoverRoutes
source: Discover curated routes for performance, scenery, and enthusiast drives.
ar_eg: اكتشف طرقاً منسقة للأداء، المناظر الخلابة، ورحلات الهواة.

source: Map View
ar_eg: عرض الخريطة

source: Add Route
ar_eg: إضافة طريق

# SearchPlaceholder
source: Search routes...
ar_eg: ابحث عن طرق...

source: All Types
ar_eg: جميع الأنواع

source: Scenic
ar_eg: خلاب

source: Performance
ar_eg: أداء

source: Off-Road
ar_eg: طرق وعرة

source: Touring
ar_eg: سياحي

source: Commute
ar_eg: تنقل

source: Track
ar_eg: حلبة

source: Rally
ar_eg: رالي

source: Cruise
ar_eg: تجوال

source: All Levels
ar_eg: جميع المستويات

source: Beginner
ar_eg: مبتدئ

source: Intermediate
ar_eg: متوسط

source: Advanced
ar_eg: متقدم

source: Expert
ar_eg: خبير

source: Filter
ar_eg: تصفية

source: Scenic Only
ar_eg: خلاب فقط

source: No Tolls
ar_eg: بدون رسوم

# RoutesFound
source: {0} Routes Found
ar_eg: تم العثور على {0} طرق

source: Sort by Distance
ar_eg: رتب حسب المسافة

source: Sort by Rating
ar_eg: رتب حسب التقييم

source: Sort by Popularity
ar_eg: رتب حسب الشعبية

source: Sort by Difficulty
ar_eg: رتب حسب الصعوبة

source: Sort by Newest
ar_eg: رتب حسب الأحدث

# CompletedCount
source: {0} completed
ar_eg: اكتمل {0} مرات

source: km
ar_eg: كم

# Hour
source: h
ar_eg: س

# Minute
source: m
ar_eg: د

source: No routes found
ar_eg: لم يتم العثور على طرق

# NoRoutesSubtitle
source: Try adjusting your search criteria or add a new route.
ar_eg: حاول تعديل معايير البحث أو أضف طريقاً جديداً.

source: Add New Route
ar_eg: إضافة طريق جديد
