Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Maps/RouteDetails.*.resx
Languages: ar_eg

source: Back to Maps
ar_eg: العودة إلى الخرائط

source: Scenic
ar_eg: خلاب

source: Off-Road
ar_eg: طرق وعرة

source: Tolls
ar_eg: رسوم

source: Mark Complete
ar_eg: تحديد كمكتمل

source: Share
ar_eg: مشاركة

# RouteDetailsTitle
source: Route Details
ar_eg: تفاصيل الطريق

source: Kilometers
ar_eg: كيلومترات

source: Duration
ar_eg: المدة

source: Rating
ar_eg: التقييم

source: Completed
ar_eg: مكتمل

source: Route Characteristics
ar_eg: خصائص الطريق

source: Features
ar_eg: الميزات

source: Scenic Views
ar_eg: مناظر خلابة

source: Has Tolls
ar_eg: توجد رسوم

source: No Tolls
ar_eg: لا توجد رسوم

source: Off-Road Sections
ar_eg: مقاطع وعرة

source: Paved Roads
ar_eg: طرق معبدة

source: Details
ar_eg: التفاصيل

# Level
source: {0} Level
ar_eg: مستوى {0}

source: Safety & Conditions
ar_eg: الأمان والظروف

source: Safety Notes
ar_eg: ملاحظات الأمان

source: Current Conditions
ar_eg: الظروف الحالية

source: Updated
ar_eg: تم التحديث في

source: Route Waypoints
ar_eg: نقاط الطريق

source: Tags
ar_eg: الوسوم

source: Route Photos
ar_eg: صور الطريق

source: Statistics
ar_eg: الإحصائيات

# NoRatings
source: No ratings yet
ar_eg: لا توجد تقييمات بعد

source: Distance
ar_eg: المسافة

source: Quick Actions
ar_eg: إجراءات سريعة

source: Mark as Completed
ar_eg: تحديد كمكتمل

source: Start Navigation
ar_eg: بدء الملاحة

source: Download GPX
ar_eg: تحميل GPX

source: Save Route
ar_eg: حفظ الطريق

source: Route Creator
ar_eg: مُنشئ الطريق

source: Unknown User
ar_eg: مستخدم غير معروف

# HoursMinutesFormat
source: {0}h {1}m
ar_eg: {0}س {1}د
