Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Cache/Index.*.resx
Languages: ar_eg

# CacheManagementTitle
source: Cache Management
ar_eg: إدارة التخزين المؤقت

# CacheManagementHeader
source: Cache Management
ar_eg: إدارة التخزين المؤقت

# CacheManagementDescription
source: Monitor and manage application cache
ar_eg: مراقبة وإدارة التخزين المؤقت للتطبيق

source: Dashboard
ar_eg: لوحة التحكم

source: Cache Management
ar_eg: إدارة التخزين المؤقت

source: Connected
ar_eg: متصل

source: Disconnected
ar_eg: غير متصل

# CacheEngine
source: {0} Engine
ar_eg: محرك {0}

# CacheManagementDesc
source: Monitor cache performance, manage keys, and optimize data access patterns
ar_eg: مراقبة أداء التخزين المؤقت، وإدارة المفاتيح، وتحسين أنماط الوصول إلى البيانات

source: Refresh Stats
ar_eg: تحديث الإحصائيات

source: Memory Usage
ar_eg: استخدام الذاكرة

source: Total Keys
ar_eg: إجمالي المفاتيح

source: Cache Operations
ar_eg: عمليات التخزين المؤقت

source: Warm Up Cache
ar_eg: تهيئة التخزين المؤقت

# WarmUpCacheDesc
source: Pre-load frequently accessed data
ar_eg: التحميل المسبق للبيانات التي يتم الوصول إليها بشكل متكرر

source: Execute
ar_eg: تنفيذ

# ConfirmWarmUp
source: Warm up cache now?
ar_eg: هل تريد تهيئة التخزين المؤقت الآن؟

source: Clear All Cache
ar_eg: مسح كافة التخزين المؤقت

# ClearAllCacheDesc
source: Remove all cached entries
ar_eg: إزالة كافة المدخلات المخزنة مؤقتاً

# ConfirmClearAll
source: Clear all cache? This action cannot be undone.
ar_eg: مسح كافة التخزين المؤقت؟ لا يمكن التراجع عن هذا الإجراء.

source: Browse Keys
ar_eg: تصفح المفاتيح

# BrowseKeysDesc
source: Inspect and manage cache keys
ar_eg: فحص وإدارة مفاتيح التخزين المؤقت

source: Browse
ar_eg: تصفح

source: Pattern Clear
ar_eg: مسح بالنمط

# PatternClearDesc
source: Clear by pattern matching
ar_eg: المسح عن طريق مطابقة الأنماط

source: Configure
ar_eg: إعداد

source: Performance Metrics
ar_eg: مقاييس الأداء

# NoStatistics
source: No Statistics Available
ar_eg: لا توجد إحصائيات متاحة

# NoStatisticsDesc
source: Cache metrics will appear here
ar_eg: ستظهر مقاييس التخزين المؤقت هنا

source: Clear Cache Pattern
ar_eg: مسح نمط التخزين المؤقت

source: Pattern
ar_eg: النمط

# PatternHelp
source: Use * as wildcard. Examples: user:*, feed:trending:*
ar_eg: استخدم * كرمز عام. أمثلة: user:*، feed:trending:*

source: Cancel
ar_eg: إلغاء

# ConfirmPatternClear
source: Clear cache entries matching this pattern?
ar_eg: مسح مدخلات التخزين المؤقت التي تطابق هذا النمط؟

source: Clear Pattern
ar_eg: مسح النمط

# StatsRefreshedJS
source: Statistics refreshed successfully
ar_eg: تم تحديث الإحصائيات بنجاح

# StatsRefreshFailedJS
source: Failed to refresh statistics
ar_eg: فشل تحديث الإحصائيات
