Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Cache/ViewKeys.*.resx
Languages: ar_eg

# CacheRegistryTitle
source: Cache Registry - Key Explorer
ar_eg: سجل التخزين المؤقت - مستكشف المفاتيح

# CacheRegistryHeader
source: Cache Registry
ar_eg: سجل التخزين المؤقت

# CacheRegistryDescription
source: Browse and manage cache key infrastructure
ar_eg: تصفح وإدارة بنية مفاتيح التخزين المؤقت

source: Cache Management
ar_eg: إدارة التخزين المؤقت

source: Key Registry Explorer
ar_eg: مستكشف سجل المفاتيح

source: Pattern Search
ar_eg: البحث بالنمط

source: Cache Key Registry
ar_eg: سجل مفاتيح التخزين المؤقت

# SearchPlaceholder
source: Initialize pattern search protocol (e.g., user:*, feed:*, *)
ar_eg: بدء بروتوكول البحث بالنمط (مثلاً user:*، feed:*، *)

source: Execute Search
ar_eg: تنفيذ البحث

source: Pattern Examples
ar_eg: أمثلة الأنماط

source: Keys Located
ar_eg: المفاتيح الموجودة

source: Active Pattern
ar_eg: النمط النشط

source: Registry Entries
ar_eg: مدخلات السجل

source: Pattern Filter
ar_eg: فلتر النمط

# Namespace
source: {0} NAMESPACE
ar_eg: مجال الأسماء {0}

source: Cache Registry Entry
ar_eg: مدخل سجل التخزين المؤقت

source: Inspect Protocol
ar_eg: بروتوكول الفحص

source: Purge Entry
ar_eg: تطهير المدخل

source: Registry Limit Reached
ar_eg: تم الوصول إلى حد السجل

# RegistryLimitReachedDesc
source: Displaying first 100 entries. Refine pattern for targeted results.
ar_eg: يتم عرض أول 100 مدخل. قم بتصفية النمط للحصول على نتائج أكثر دقة.

# NoRegistryEntries
source: No Registry Entries Located
ar_eg: لم يتم العثور على مدخلات في السجل

# NoRegistryEntriesDesc
source: Pattern "{0}" returned zero matches. Adjust search parameters.
ar_eg: النمط "{0}" لم يرجع أي نتائج. اضبط معايير البحث.

source: Registry Inspector Protocol
ar_eg: بروتوكول مفتش السجل

source: Registry Key
ar_eg: مفتاح السجل

source: Cached Payload
ar_eg: الحمولة المخزنة مؤقتاً

source: TTL Status
ar_eg: حالة وقت البقاء (TTL)

source: Close Inspector
ar_eg: إغلاق المفتش

# LoadingPayloadJS
source: Loading cache payload...
ar_eg: جاري تحميل الحمولة...

# AnalyzingTTLJS
source: Analyzing TTL status...
ar_eg: جاري تحليل حالة TTL...

# FailedToRetrieveJS
source: Failed to retrieve cache payload
ar_eg: فشل في استرداد الحمولة

# ConfirmPurgeJS
source: Confirm purge operation for registry key
ar_eg: تأكيد عملية التطهير لمفتاح السجل

# PurgedSuccessJS
source: Registry entry purged successfully
ar_eg: تم تطهير مدخل السجل بنجاح

# PurgeFailedJS
source: Purge operation failed
ar_eg: فشلت عملية التطهير
