Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Error/500.*.resx
Languages: ar_eg

# ServerErrorTitle
source: 500 - Server Error
ar_eg: 500 - خطأ في الخادم

source: System Error
ar_eg: خطأ في النظام

# ServerErrorHeading
source: Server Error
ar_eg: خطأ في الخادم

# ServerErrorDescription
source: An internal server error has occurred. Our technical team has been notified and is working to resolve the issue.
ar_eg: حدث خطأ داخلي في الخادم. تم إشعار فريقنا التقني ويعمل على حل المشكلة.

# TacticalFailover
source: Error Recovery Active
ar_eg: استرداد الخطأ نشط

# FaultVector
source: Error Details
ar_eg: تفاصيل الخطأ

# ExceptionMessage
source: INTERNAL_SERVER_ERROR_500
ar_eg: خطأ_داخلي_في_الخادم_500

# RecoveryProtocol
source: Recovery Status
ar_eg: حالة الاسترداد

# RecoveryMessage
source: Automatic recovery sequence initiated. System diagnostics in progress...
ar_eg: تم بدء تسلسل الاسترداد التلقائي. تشخيص النظام قيد التقدم...

# SystemArchive
source: Error ID: 500-ERR
ar_eg: معرف الخطأ: 500-ERR

# EmergencyRestart
source: Try Again
ar_eg: حاول مرة أخرى

# EscapeToHome
source: Go Home
ar_eg: الصفحة الرئيسية

# NotifySupport
source: Contact Support
ar_eg: اتصل بالدعم

# AutoRefreshConfirm
source: Would you like to refresh the page and try again?
ar_eg: هل تريد تحديث الصفحة والمحاولة مرة أخرى؟
