Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Error/Details.*.resx
Languages: ar_eg

source: Error Details
ar_eg: تفاصيل الخطأ

source: SYSTEM_FAILURE_ARCHIVE
ar_eg: أرشيف_فشل_النظام

source: Application Error
ar_eg: خطأ في التطبيق

source: CRITICAL_EXCEPTION_DETECTED
ar_eg: تم_اكتشاف_استثناء_حرج

source: REVERT_INDEX
ar_eg: العودة_للفهرس

source: BACK
ar_eg: رجوع

source: INCIDENT_SUMMARY
ar_eg: ملخص_الحادث

# ErrorCode
source: ERR_CODE
ar_eg: رمز_الخطأ

source: Loading incident telemetry...
ar_eg: جاري تحميل بيانات الحادث...

source: TIMESTAMP
ar_eg: الطابع_الزمني

source: SOURCE_NODE
ar_eg: عقدة_المصدر

source: LOCATING_NODE
ar_eg: تحديد_موقع_العقدة

source: DIAGNOSTIC_TRACE_MATRIX
ar_eg: مصفوفة_التتبع_التشخيصي

source: INIT_EXTRACTION
ar_eg: بدء_الاستخراج

source: SHOW_DETAILS
ar_eg: إظهار_التفاصيل

source: EXCEPTION_LOG
ar_eg: سجل_الاستثناءات

source: Awaiting manual override...
ar_eg: في انتظار التدخل اليدوي...

source: STACK_TELEMETRY
ar_eg: بيانات_المكدس

# RegistryLocked
source: Registry locked. Pending sequence.
ar_eg: السجل مقفل. في انتظار التسلسل.

source: OPERATIONAL_DIRECTIVES
ar_eg: التوجيهات_التشغيلية

source: EXECUTE_RETRY
ar_eg: تنفيذ_إعادة_المحاولة

source: RETRY
ar_eg: إعادة_المحاولة

source: ABORT_TO_BASE
ar_eg: إلغاء_للقاعدة

source: HOME
ar_eg: الرئيسية

source: FILE_INCIDENT_REPORT
ar_eg: تقديم_تقرير_حادث

source: REPORT
ar_eg: تقرير

source: SYSTEM_INTELLIGENCE
ar_eg: ذكاء_النظام

# SystemIntelligenceDescription
source: Redundant processors are analyzing this failure node. Diagnostic reports are transmitted to the engineering detachment automatically.
ar_eg: المعالجات المتكررة تحلل عقدة الفشل هذه. يتم إرسال التقارير التشخيصية إلى فرقة الهندسة تلقائياً.

source: URGENT_RELAY
ar_eg: ترحيل_عاجل

source: CONTACT
ar_eg: اتصال

source: Report Error Issue
ar_eg: الإبلاغ عن مشكلة خطأ

source: Your Name
ar_eg: اسمك

source: Your Email
ar_eg: بريدك الإلكتروني

source: Priority Level
ar_eg: مستوى الأولوية

# PriorityLow
source: Low - Minor inconvenience
ar_eg: منخفض - إزعاج بسيط

# PriorityMedium
source: Medium - Affects functionality
ar_eg: متوسط - يؤثر على الوظائف

# PriorityHigh
source: High - Blocks important features
ar_eg: عالي - يحجب ميزات مهمة

# PriorityCritical
source: Critical - System unusable
ar_eg: حرج - النظام غير قابل للاستخدام

# DescribeProblem
source: Describe the Problem
ar_eg: وصف المشكلة

# DescribeProblemPlaceholder
source: Please describe what went wrong...
ar_eg: يرجى وصف ما حدث من خطأ...

source: Steps to Reproduce
ar_eg: خطوات إعادة الإنتاج

# StepsToReproducePlaceholder
source: 1. Go to... 2. Click on... 3. See error...
ar_eg: 1. اذهب إلى... 2. انقر على... 3. شاهد الخطأ...

source: Expected Behavior
ar_eg: السلوك المتوقع

# ExpectedBehaviorPlaceholder
source: What should have happened?
ar_eg: ما الذي كان يجب أن يحدث؟

source: Actual Behavior
ar_eg: السلوك الفعلي

# ActualBehaviorPlaceholder
source: What actually happened?
ar_eg: ما الذي حدث فعلاً؟

source: Cancel
ar_eg: إلغاء

source: Submit Report
ar_eg: إرسال التقرير

source: Report Submitted!
ar_eg: تم إرسال التقرير!

# ReportSubmittedDescription
source: Your error report has been submitted successfully.
ar_eg: تم إرسال تقرير الخطأ بنجاح.

source: Ticket ID
ar_eg: رقم التذكرة

source: Close
ar_eg: إغلاق

source: Need Help?
ar_eg: تحتاج مساعدة؟

# NeedHelpDescription
source: If this error persists, please contact our support team with the error ID above.
ar_eg: إذا استمر هذا الخطأ، يرجى الاتصال بفريق الدعم مع رقم الخطأ أعلاه.

source: Email Support
ar_eg: دعم البريد الإلكتروني

source: Help Center
ar_eg: مركز المساعدة

source: Hide Details
ar_eg: إخفاء التفاصيل

source: Sending...
ar_eg: جاري الإرسال...

# SubmitFailed
source: Failed to submit error report:
ar_eg: فشل في إرسال تقرير الخطأ:

# SubmitError
source: Failed to submit error report. Please try again later.
ar_eg: فشل في إرسال تقرير الخطأ. يرجى المحاولة مرة أخرى لاحقاً.

# MockMessage
source: System connectivity interruption detected in sub-module sequence.
ar_eg: تم اكتشاف انقطاع في اتصال النظام في تسلسل الوحدة الفرعية.

# MockDetails
source: The requested view could not be located in the expected directories.
ar_eg: لا يمكن العثور على العرض المطلوب في الدلائل المتوقعة.

# MockStackTrace
source: Mock stack trace for demonstration purposes...
ar_eg: تتبع مكدس وهمي لأغراض العرض التوضيحي...
