Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Localization/EditCulture.*.resx
Languages: ar_eg

source: Modify Culture
ar_eg: تعديل الثقافة

source: Deploy Culture
ar_eg: نشر الثقافة

source: Adjust Profile
ar_eg: ضبط الملف الشخصي

source: Initialize Locale
ar_eg: تهيئة الإعدادات الإقليمية

# GlobalizingDesc
source: Globalizing the enthusiast experience
ar_eg: عولمة تجربة المتحمسين

source: Return to Hub
ar_eg: العودة إلى المركز

source: IETF Language Port
ar_eg: منفذ لغة IETF

# IETFLanguagePortDesc
source: Standard BCP 47 protocol (e.g., en-GB, de-DE)
ar_eg: بروتوكول BCP 47 القياسي (مثلاً: en-GB، de-DE)

source: Identity Label
ar_eg: تسمية الهوية

# IdentityLabelDesc
source: Human-readable descriptor for selection
ar_eg: واصف سهل القراءة للاختيار

source: RTL Logic
ar_eg: منطق RTL

# RTLLogicDesc
source: Mirror UI
ar_eg: مرآة واجهة المستخدم

source: System Default
ar_eg: افتراضي النظام

# SystemDefaultDesc
source: Fallback Node
ar_eg: عقدة التراجع

source: Active Status
ar_eg: الحالة النشطة

# ActiveStatusDesc
source: Live Relay
ar_eg: ترحيل مباشر

source: Deploy Profile
ar_eg: نشر الملف الشخصي
