Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Localization/EditResource.*.resx
Languages: ar_eg

source: Edit Mapping
ar_eg: تعديل التعيين

source: Initialize Mapping
ar_eg: تهيئة التعيين

source: Refine Protocol
ar_eg: تحسين البروتوكول

source: New Translation Node
ar_eg: عقدة ترجمة جديدة

# ResourceOrchestrationDesc
source: Resource orchestration for global enthusiasts
ar_eg: تنسيق الموارد للمتحمسين العالميين

source: Escape to Registry
ar_eg: الهروب إلى السجل

source: System Identifier Key
ar_eg: مفتاح معرف النظام

# SystemIdentifierKeyDesc
source: Immutable system reference for this node
ar_eg: مرجع نظام غير قابل للتغيير لهذه العقدة

source: Locale Target
ar_eg: هدف الإعدادات الإقليمية

source: Select Protocol...
ar_eg: اختر البروتوكول...

source: Domain Namespace
ar_eg: مساحة عمل النطاق

source: Localized Content Payload
ar_eg: حمولة المحتوى المعرب

# LocalizedContentPlaceholder
source: Enter the high-fidelity translation here...
ar_eg: أدخل الترجمة عالية الجودة هنا...

source: Commit to Registry
ar_eg: التزام بالسجل
