Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Localization/Index.*.resx
Languages: ar_eg

# LocalizationHubTitle
source: Localization Hub
ar_eg: مركز التعريب

source: Localization Hub
ar_eg: مركز التعريب

# LocalizationHubDesc
source: Multi-language orchestration and culture settings
ar_eg: تنسيق اللغات المتعددة وإعدادات الثقافة

source: Sync Files
ar_eg: مزامنة الملفات

source: Dictionary
ar_eg: القاموس

source: Add Culture
ar_eg: إضافة ثقافة

source: Culture Code
ar_eg: رمز الثقافة

source: Identity Name
ar_eg: اسم الهوية

source: Protocol
ar_eg: البروتوكول

source: Priority
ar_eg: الأولوية

source: Health
ar_eg: الصحة

source: Actions
ar_eg: الإجراءات

source: RTL Base
ar_eg: أساس RTL

source: LTR Base
ar_eg: أساس LTR

source: Default
ar_eg: افتراضي

source: Operational
ar_eg: يعمل

source: Offline
ar_eg: متوقف
