Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Localization/Resources.*.resx
Languages: ar_eg

# DictionaryExplorerTitle
source: Dictionary Explorer
ar_eg: مستكشف القاموس

source: Dictionary Explorer
ar_eg: مستكشف القاموس

# ActiveEntriesDesc
source: Granular resource mapping across {0} active entries
ar_eg: تعيين موارد حبيبي عبر {0} إدخالات نشطة

source: New Entry
ar_eg: إدخال جديد

source: Namespace / Culture
ar_eg: مساحة الاسم / الثقافة

source: Global Dictionary
ar_eg: القاموس العالمي

source: Target File / Group
ar_eg: ملف الهدف / المجموعة

source: All Resource Files
ar_eg: جميع ملفات الموارد

source: Search keywords...
ar_eg: بحث عن كلمات مفتاحية...

source: Search
ar_eg: بحث

source: Resource Key
ar_eg: مفتاح المورد

source: Culture ID
ar_eg: معرف الثقافة

source: Group
ar_eg: المجموعة

source: Mapped Value
ar_eg: القيمة المعينة

source: Actions
ar_eg: الإجراءات

source: No resources found
ar_eg: لم يتم العثور على موارد

# NoResourcesFoundDesc
source: Adjust your filters or try a different search term to find what you're looking for.
ar_eg: اضبط الفلاتر الخاصة بك أو جرب مصطلح بحث مختلف للعثور على ما تبحث عنه.

# ShowingEntries
source: Showing {0} - {1} of {2} entries
ar_eg: عرض {0} - {1} من {2} إدخالات

# PageOf
source: Page {0} of {1}
ar_eg: صفحة {0} من {1}
