Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Shared/_CommunitySidebar.*.resx
Languages: ar_eg

# SidebarTitle
source: Community Spotlight
ar_eg: أضواء المجتمع

source: Featured Experts
ar_eg: خبراء مميزون

# RecentContributions
source: Recent Activity
ar_eg: نشاطات حديثة

source: Expert Name
ar_eg: اسم الخبير

source: Verified Expert
ar_eg: خبير موثق

# SampleActivity
source: Shared a new guide about engine maintenance...
ar_eg: شارك دليلاً جديداً حول صيانة المحرك...

# TwoHoursAgo
source: 2h ago
ar_eg: منذ ساعتين

# UpgradeExperience
source: Upgrade Your Experience
ar_eg: طور تجربتك

# UpgradeDescription
source: Unlock premium features and support the community.
ar_eg: افتح الميزات المميزة وادعم المجتمع.

source: Learn More
ar_eg: لمعرفة المزيد
