Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Shared/_DashboardSidebarRight.*.resx
Languages: ar_eg

source: System Status
ar_eg: حالة النظام

source: Operational
ar_eg: يعمل بكفاءة

source: Core Engine
ar_eg: المحرك الرئيسي

source: Load Factor
ar_eg: عامل التحميل

source: Quick Actions
ar_eg: إجراءات سريعة

source: New Report
ar_eg: تقرير جديد

source: SEO Audit
ar_eg: تدقيق SEO

source: Flush Cache
ar_eg: مسح الذاكرة

source: Job Queue
ar_eg: قائمة المهام

source: System Logs
ar_eg: سجلات النظام

source: Full Diagnostics
ar_eg: التشخيصات الكاملة
