Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/SEO/Index.*.resx
Languages: ar_eg

source: SEO Dashboard
ar_eg: لوحة تحكم SEO

source: Search Optimization
ar_eg: تحسين محركات البحث

# GlobalVisibilityManagement
source: Global visibility management and indexability metrics
ar_eg: إدارة الظهور العالمي ومقاييس القابلية للفهرسة

source: Protocol Health Score
ar_eg: درجة صحة البروتوكول

source: Percentile
ar_eg: النسبة المئوية

source: Optimized
ar_eg: محسن

source: Commercial
ar_eg: تاري

source: Underperforming
ar_eg: دون المستوى

source: Accelerated Actions
ar_eg: إجراءات متسارعة

source: Audit Single URI
ar_eg: تدقيق رابط واحد

source: Execute
ar_eg: تنفيذ

source: Engine Crawlability
ar_eg: قابلية الزحف للمحركات

source: Sitemap
ar_eg: خريطة الموقع

source: RSS Feed
ar_eg: خلاصة RSS

source: Pro Tip
ar_eg: نصيحة الخبراء

# ProTipText
source: Optimize your image ALT tags and ensure title lengths are between 50-60 characters for maximum CTR on search engines.
ar_eg: قم بتحسين علامات ALT للصور وتأكد من أن طول العنوان يتراوح بين 50-60 حرفًا لتحقيق أقصى معدل نقر (CTR) في محركات البحث.

source: Title Length
ar_eg: طول العنوان

source: Optimal
ar_eg: أمثل

source: Check Range
ar_eg: تحقق من النطاق

source: Meta Description
ar_eg: وصف الميتا

source: Good
ar_eg: جيد

source: Optimize
ar_eg: تحسين

source: H1 Tags
ar_eg: علامات H1

source: Perfect
ar_eg: مثالي

source: Error
ar_eg: خطأ

source: Missing Alts
ar_eg: نصوص بديلة مفقودة

source: Healthy
ar_eg: سليم

source: Fix Alts
ar_eg: إصلاح النصوص البديلة

source: Critical SEO Obstacles
ar_eg: عقبات SEO حرجة

source: Severity
ar_eg: الخطورة

source: Type
ar_eg: النوع

source: Resolution Protocol
ar_eg: بروتوكول الحل

source: Growth Recommendations
ar_eg: توصيات النمو

source: Priority
ar_eg: الأولوية

source: Impact
ar_eg: التأثير
