Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Groups/Create.*.resx
Languages: ar_eg

source: Create Community Hub
ar_eg: إنشاء مركز مجتمعي

source: Hub Directory
ar_eg: سجل المراكز

source: Create Hub
ar_eg: إنشاء مركز

# CreateHubSubtitle
source: Build a dedicated space for enthusiasts who share your automotive passion. Connect, share knowledge, and grow your community.
ar_eg: قم ببناء مساحة مخصصة للعشاق الذين يشاركونك شغفك بالسيارات. تواصل وشارك المعرفة وقم بتنمية مجتمعك.

source: Basic Information
ar_eg: معلومات أساسية

source: Hub Name
ar_eg: اسم المركز

# HubNamePlaceholder
source: e.g., Classic Mustang Enthusiasts
ar_eg: مثلاً: عشاق موستانج الكلاسيكية

# HubNameSubtitle
source: Choose a clear, descriptive name for your community
ar_eg: اختر اسماً واضحاً ووصفاً لمجتمعك

source: Category
ar_eg: الفئة

source: Select Category
ar_eg: اختر الفئة

source: Location
ar_eg: الموقع

# LocationPlaceholder
source: e.g., Detroit, MI (optional)
ar_eg: مثلاً: القاهرة، مصر (اختياري)

# LocationSubtitle
source: Optional: Specify a geographic focus
ar_eg: اختياري: حدد تركيزاً جغرافياً

source: Description
ar_eg: الوصف

# DescriptionPlaceholder
source: Describe your community's purpose, interests, and what members can expect...
ar_eg: صف غرض مجتمعك واهتماماته وما يمكن للأعضاء توقعه...

# DescriptionSubtitle
source: Help potential members understand what your hub is about
ar_eg: ساعد الأعضاء المحتملين على فهم ماهية مركزك

source: Privacy & Access
ar_eg: الخصوصية والوصول

source: Public Hub
ar_eg: مركز عام

# PublicHubSubtitle
source: Anyone can find and join this hub. Posts are visible to all members.
ar_eg: يمكن لأي شخص العثور على هذا المركز والانضمام إليه. المنشورات مرئية لجميع الأعضاء.

source: Private Hub
ar_eg: مركز خاص

# PrivateHubSubtitle
source: Only members can see posts. New members must be approved by moderators.
ar_eg: يمكن للأعضاء فقط رؤية المنشورات. يجب الموافقة على الأعضاء الجدد من قبل المشرفين.

source: Community Guidelines
ar_eg: إرشادات المجتمع

source: Rules & Guidelines
ar_eg: القواعد والإرشادات

# RulesPlaceholder
source: Set clear expectations for your community members...
ar_eg: ضع توقعات واضحة لأعضاء مجتمعك...

# RulesSubtitle
source: Optional: Define rules to maintain a positive community environment
ar_eg: اختياري: حدد القواعد للحفاظ على بيئة مجتمعية إيجابية

source: Cancel
ar_eg: إلغاء

# TipsTitle
source: Tips for Success
ar_eg: نصائح للنجاح

# Tip1Title
source: Be Specific
ar_eg: كن محدداً

# Tip1Desc
source: Clear names and descriptions attract the right members
ar_eg: الأسماء والأوصاف الواضحة تجذب الأعضاء المناسبين

# Tip2Title
source: Set Guidelines
ar_eg: ضع إرشادات

# Tip2Desc
source: Clear rules help maintain a positive community
ar_eg: قواعد واضحة تساعد في الحفاظ على مجتمع إيجابي

# Tip3Title
source: Stay Active
ar_eg: ابق نشطاً

# Tip3Desc
source: Regular posts and engagement keep communities thriving
ar_eg: المنشورات والتفاعل المنتظم يبقي المجتمعات مزدهرة

# Tip4Title
source: Welcome Members
ar_eg: رحب بالأعضاء

# Tip4Desc
source: Greet new members and encourage participation
ar_eg: رحب بالأعضاء الجدد وشجعهم على المشاركة
