Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Groups/Edit.*.resx
Languages: ar_eg

source: Edit Group
ar_eg: تعديل المجموعة

source: Back to Group
ar_eg: الرجوع للمجموعة

# UpdateSettingsSubtitle
source: Update your community group settings
ar_eg: تحديث إعدادات مجموعة المجتمع الخاصة بك

source: Group Name
ar_eg: اسم المجموعة

# GroupNamePlaceholder
source: Enter group name
ar_eg: أدخل اسم المجموعة

source: Description
ar_eg: الوصف

# DescriptionPlaceholder
source: Describe your group's purpose and activities
ar_eg: صف غرض المجموعة وأنشطتها

source: Privacy Setting
ar_eg: إعداد الخصوصية

# PublicAccess
source: Public - Anyone can join
ar_eg: عام - يمكن لأي شخص الانضمام

# PrivateAccess
source: Private - Requires approval
ar_eg: خاص - يتطلب موافقة

# SecretAccess
source: Secret - Invite only
ar_eg: سري - بدعوة فقط

source: Category
ar_eg: الفئة

# CategoryPlaceholder
source: e.g., Sports Cars, Off-Road, Classic Cars
ar_eg: مثلاً: سيارات رياضية، طرق وعرة، سيارات كلاسيكية

source: Location
ar_eg: الموقع

# LocationPlaceholder
source: City, State or Region
ar_eg: المدينة، الولاية أو المنطقة

source: Group Rules
ar_eg: قواعد المجموعة

# RulesPlaceholder
source: Set guidelines for your community members
ar_eg: ضع إرشادات لأعضاء مجتمعك

# RequireApprovalLabel
source: Require approval for new members
ar_eg: تتطلب موافقة للأعضاء الجدد

source: Cancel
ar_eg: إلغاء

source: Update Group
ar_eg: تحديث المجموعة
