Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/Groups/Index.*.resx
Languages: ar_eg

source: Community Hubs
ar_eg: مراكز المجتمع

# CommunityGroups
source: Community Hubs
ar_eg: مراكز المجتمع

# GroupsSubtitle
source: Discover and join communities based on your favorite car makes and interests.
ar_eg: اكتشف وانضم إلى المجتمعات بناءً على ماركات السيارات المفضلة لديك واهتماماتك.

source: Create Hub
ar_eg: إنشاء مركز

# SearchPlaceholder
source: Search hubs by name, make, or interest...
ar_eg: ابحث عن المراكز حسب الاسم أو الماركة أو الاهتمام...

source: Newest First
ar_eg: الأحدث أولاً

source: Oldest First
ar_eg: الأقدم أولاً

source: Alphabetical
ar_eg: أبجدي

source: All Access
ar_eg: كل الوصول

source: Public Only
ar_eg: عام فقط

source: Public Hubs
ar_eg: المراكز العامة

source: Private Only
ar_eg: خاص فقط

source: Private Hubs
ar_eg: المراكز الخاصة

source: Hub Discovery
ar_eg: اكتشاف المراكز

source: Groups Available
ar_eg: المجموعات المتاحة

source: Grid View
ar_eg: عرض الشبكة

source: List View
ar_eg: عرض القائمة

# NoHubsMessage
source: Try adjusting your search criteria or create your own hub.
ar_eg: جرّب تعديل معايير البحث أو أنشئ مركزك الخاص.

source: Members
ar_eg: الأعضاء

source: Posts
ar_eg: المنشورات

source: Official Hub
ar_eg: مركز رسمي

source: Verified Community
ar_eg: مجتمع موثق

source: Join Hub
ar_eg: انضم للمركز

source: View Details
ar_eg: عرض التفاصيل

# NoHubsFound
source: No hubs matching your criteria were found.
ar_eg: لم يتم العثور على مراكز تطابق معاييرك.

source: Clear Filters
ar_eg: مسح الفلاتر

source: Showing
ar_eg: عرض

source: of
ar_eg: من

source: Hubs
ar_eg: مراكز

source: from page
ar_eg: من صفحة

source: Activity
ar_eg: النشاط

source: Public
ar_eg: عام

source: Private
ar_eg: خاص
