Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Maintenance/Index.*.resx
Languages: ar_eg

source: System Maintenance Control
ar_eg: التحكم في صيانة النظام

source: Protocol
ar_eg: بروتوكول

source: System-Wide Maintenance Lockdown
ar_eg: إغلاق الصيانة على مستوى النظام

source: Status
ar_eg: الحالة

source: Active Lockdown
ar_eg: إغلاق نشط

source: Grid Operational
ar_eg: الشبكة تعمل

source: Deactivate Lockdown
ar_eg: إلغاء تنشيط الإغلاق

source: Initiate System Shutdown
ar_eg: بدء إيقاف تشغيل النظام

# DeactivateLockdownDesc
source: Disabling maintenance mode will restore public access to the entire platform. All traffic will be routed back to standard protocols.
ar_eg: سيؤدي تعطيل وضع الصيانة إلى استعادة الوصول العام للمنصة بأكملها. سيتم توجيه حركة المرور بالكامل إلى البروتوكولات القياسية.

# InitiateSystemShutdownDesc
source: Enabling maintenance mode will redirect all non-administrator traffic to the maintenance terminal. This is a destructive action for user sessions.
ar_eg: سيؤدي تمكين وضع الصيانة إلى إعادة توجيه كل حركة المرور غير الإدارية إلى محطة الصيانة. هذا إجراء مدمر لجلسات المستخدمين.

source: Restore Grid Access
ar_eg: استعادة الوصول للشبكة

source: Execute System Kill-Switch
ar_eg: تنفيذ مفتاح قتل النظام

source: Transmission Telemetry
ar_eg: قياس الإرسال عن بعد

source: Public Broadcast Message
ar_eg: رسالة البث العام

# MaintenanceMessagePlaceholder
source: Enter the message users will see during maintenance...
ar_eg: أدخل الرسالة التي سيراها المستخدمون أثناء الصيانة...

source: Standard
ar_eg: قياسي

# VerifiedAdminDesc
source: Verified: You are authenticated as an administrator. Your current session will remain active during lockdown.
ar_eg: تم التحقق: أنت مسجل كمسؤول. ستظل جلستك الحالية نشطة أثناء الإغلاق.

source: Node
ar_eg: عقدة

source: LINK
ar_eg: الارتباط

source: SECURE
ar_eg: آمن

source: STANDBY
ar_eg: استعداد

source: ACTIVE
ar_eg: نشط
