Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Dashboard/Monitoring/Index.*.resx
Languages: ar_eg

# SystemMonitoringTitle
source: System Monitoring
ar_eg: مراقبة النظام

source: System Monitoring
ar_eg: مراقبة النظام

# SystemMonitoringDesc
source: Real-time system health and performance monitoring
ar_eg: مراقبة صحة وأداء النظام في الوقت الفعلي

source: System Healthy
ar_eg: النظام سليم

source: System Issues Detected
ar_eg: تم اكتشاف مشكلات في النظام

source: Refresh
ar_eg: تحديث

source: CPU Usage
ar_eg: استخدام المعالج

source: Memory Usage
ar_eg: استخدام الذاكرة

source: Disk Usage
ar_eg: استخدام القرص

source: Active Users
ar_eg: المستخدمون النشطون

# IncreaseFromLastHour
source: +{0} from last hour
ar_eg: +{0} من الساعة الماضية

source: Services Health
ar_eg: صحة الخدمات

source: Web Server
ar_eg: خادم الويب

source: Database
ar_eg: قاعدة البيانات

source: Cache Service
ar_eg: خدمة التخزين المؤقت

source: File Storage
ar_eg: تخزين الملفات

source: Healthy
ar_eg: سليم

source: Warning
ar_eg: تحذير

source: Recent Alerts
ar_eg: التنبيهات الأخيرة

# HighMemoryAlert
source: High memory usage detected
ar_eg: تم اكتشاف استخدام عالي للذاكرة

# DatabaseBackupAlert
source: Database backup completed
ar_eg: اكتمل النسخ الاحتياطي لقاعدة البيانات

# SystemUpdateAlert
source: System update available
ar_eg: يتوفر تحديث للنظام

# MinutesAgo
source: {0} minutes ago
ar_eg: منذ {0} دقائق

# HoursAgo
source: {0} hour ago
ar_eg: منذ {0} ساعة

source: Performance Metrics
ar_eg: مقاييس الأداء

source: Response Time (24h)
ar_eg: وقت الاستجابة (24 ساعة)

source: Error Rate (24h)
ar_eg: معدل الخطأ (24 ساعة)

# ChartWillLoad
source: Chart will load here
ar_eg: سيتم تحميل المخطط هنا
