Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/News/Categories.*.resx
Languages: ar_eg

source: Browse by Categories
ar_eg: تصفح حسب الفئات

# HeaderTitle
source: News Categories
ar_eg: أقسام الأخبار

# HeaderSubtitle
source: Explore specifically curated automotive content by topic. From technical insights to community events.
ar_eg: استكشف محتوى السيارات المنسق خصيصاً حسب الموضوع. من الرؤى التقنية إلى فعاليات المجتمع.

source: View Articles
ar_eg: عرض المقالات

source: Back to News Feed
ar_eg: العودة لآخر الأخبار

# GeneralDescription
source: Global automotive news, daily updates, and general interest stories.
ar_eg: أخبار السيارات العالمية، تحديثات يومية، وقصص تهم الجميع.

# CarReviewsDescription
source: In-depth analysis and hands-on reviews of the latest models on the market.
ar_eg: تحليلات معمقة ومراجعات عملية لأحدث الموديلات في السوق.

# IndustryDescription
source: Keep up with manufacturers, market trends, and automotive business news.
ar_eg: واكب أخبار الشركات المصنعة، اتجاهات السوق، وأخبار أعمال السيارات.

# TechnologyDescription
source: Electric vehicles, autonomous driving, and the future of mobility.
ar_eg: السيارات الكهربائية، القيادة الذاتية، ومستقبل التنقل.

# EventsDescription
source: Live coverage from auto shows, community meets, and international races.
ar_eg: تغطية مباشرة من معارض السيارات، تجمعات المجتمع، والسباقات الدولية.

# TipsDescription
source: Maintenance hacks, buying guides, and expert advice for every driver.
ar_eg: نصائح الصيانة، أدلة الشراء، ومشورة الخبراء لكل سائق.

# DefaultDescription
source: Explore our collection of automotive articles and community news.
ar_eg: استكشف مجموعتنا من مقالات السيارات وأخبار المجتمع.
