Repository: Mostafa-SAID7/Community-Car-MVC
Catalog: src/CommunityCar.Web/Resources/Views/Community/News/Category.*.resx
Languages: ar_eg

source: All News
ar_eg: كل الأخبار

source: News
ar_eg: الأخبار

source: articles found
ar_eg: مقالات تم العثور عليها

source: Previous
ar_eg: السابق

source: Next
ar_eg: التالي

source: No articles found
ar_eg: لم يتم العثور على مقالات

# NoArticlesInCategory
source: There are no articles in the {0} category yet.
ar_eg: لا توجد مقالات في فئة {0} بعد.

source: Back to All News
ar_eg: العودة لكل الأخبار

# GeneralDescription
source: Stay updated with the latest automotive news and industry developments.
ar_eg: ابق على اطلاع بآخر أخبار السيارات وتطورات الصناعة.

# CarReviewsDescription
source: Detailed reviews and analysis of the latest car models and features.
ar_eg: مراجعات وتحليلات مفصلة لأحدث موديلات السيارات وميزاتها.

# IndustryDescription
source: Breaking news and insights from across the automotive industry.
ar_eg: أخبار عاجلة ورؤى من جميع أنحاء صناعة السيارات.

# TechnologyDescription
source: Latest innovations and advancements in automotive technology.
ar_eg: أحدث الابتكارات والتطورات في تكنولوجيا السيارات.

# EventsDescription
source: Coverage of car events, shows, and automotive exhibitions.
ar_eg: تغطية لفعاليات السيارات والعروض والمعارض.

# TipsDescription
source: Useful tips, guides, and advice for car owners and enthusiasts.
ar_eg: نصائح وإرشادات وأدلة مفيدة لمالكي ومحبي السيارات.

# DefaultDescription
source: Discover the latest automotive news and updates from our community.
ar_eg: اكتشف أحدث أخبار وتحديثات السيارات من مجتمعنا.

source: Featured
ar_eg: مميز
